{
    "CaseName": "CASE OF CARVALHO PINTO DE SOUSA MORAIS v. PORTUGAL",
    "CaseText": "E\n  1.  The case originated in an application (no. 17484/15) against the Portuguese Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") by a Portuguese national, Ms Maria Ivone Carvalho Pinto de Sousa Morais (\"the applicant\"), on 1 April 2015.\n  2.  The applicant was represented by Mr V. Parente Ribeiro, a lawyer practising in Lisbon. The Portuguese Government (\"the Government\") were represented by their Agent, Ms M. F. da Graça Carvalho, Deputy Attorney General.\n  3.  The applicant alleged that the Administrative Supreme Court's decision to reduce the amount initially awarded to her in respect of non-pecuniary damage had amounted to discrimination on the grounds of sex and age, in breach of Article 14 in conjunction with Article 8 of the Convention.\n  4.  On 16 June 2016 the complaints concerning Article 14 in conjunction with Article 8 of the Convention were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  5.  The applicant was born in 1945 and lives in Bobadela.\nA.  The background of the case\n  6.  In December 1993 the applicant became a patient at the gynaecology department of the Alfredo da Costa Maternity Hospital (since renamed the Central Lisbon Hospital - Centro Hospitalar de Lisboa Central, hereinafter \"the CHLC\").\n  7.  On 9 December 1993 the applicant was diagnosed with bartholinitis, a gynaecological disease, on the left side of her vagina (bartholinite à esquerda). She started treatment, which included drainages (drenagens). After each drainage the Bartholin gland would swell, causing the applicant considerable pain. She would thus require a second drainage and painkillers.\n  8.  She was offered surgery for the condition during a consultation at the beginning of 1995.\n  9.  On 21 May 1995 the applicant was admitted to the CHLC for a surgical procedure to remove the left Bartholin gland. On 22 May 1995 the applicant had both glands, on the left and right sides of the vagina, removed.\n  10.  On an unknown date after being discharged, the applicant began to experience intense pain and a loss of sensation in the vagina. She also suffered from urinary incontinence, had difficulty sitting and walking, and could not have sexual relations.\n  11.  On an unknown date the applicant was informed after being examined at a private clinic that the left pudendal nerve (nervo pudenda do lado esquerdo) had been injured during the operation.\nB.  Domestic proceedings against the hospital\n  12.  On 26 April 2000 the applicant brought a civil action with the Lisbon Administrative Court (Tribunal Administrativo do Círculo de Lisboa) against the CHLC under the State Liability Act (ação de responsabilidade civil extracontratual por facto ilícito), seeking damages of 70,579,779 escudos (PTE), approximately 325,050 euros (EUR), of which PTE 50,000,000 (EUR 249,399) was in respect of non-pecuniary damage owing to the physical disability caused by the operation.\n  13.  On 4 October 2013 the Lisbon Administrative Court ruled partly in favour of the applicant. It established, inter alia, the following facts:\n  (i)  that the applicant had suffered since 1995 from a physical deficiency which had given her an overall permanent degree of disability of 73% and that the disability had resulted from the cutting of the left pudendal nerve;\n  (ii)  after being discharged from hospital, the applicant had complained of pain associated with insensitivity in the part of the body which had been operated on and which had become swollen;\n  (iii)  the left pudendal nerve had been injured in the operation, which had resulted in the pain the applicant was suffering, the loss of sensitivity and the swelling in the vaginal area;\n  (iv)  the applicant had suffered from a decrease in vaginal sensitivity due to the partial lesion to the left pudendal nerve.\n  14.  As to the merits, the Lisbon Administrative Court found that the surgeon had acted recklessly by not fulfilling his objective duty of care, in breach of leges artis, and established that there was a causal link between his conduct and the injury to the applicant's left pudendal nerve. The Lisbon Administrative Court also established that it was that injury which caused her, among other problems, the pain and loss of sensation in the vagina and urinary incontinence. As a consequence, she had difficulty walking, sitting and having sexual relations which, all together, made her feel diminished as a woman. Consequently, the applicant was also depressed, had suicidal thoughts and avoided contact with members of her family and friends. For those reasons the Lisbon Administrative Court considered that the applicant should be awarded EUR 80,000 compensation for non-pecuniary damage. As for pecuniary damage, the Lisbon Administrative Court granted EUR 92,000, of which EUR 16,000 was for the services of a maid the applicant had had to hire to help her with household tasks.\n  15.  On an unknown date the CHLC appealed to the Supreme Administrative Court (Supremo Tribunal Administrativo) against the judgment of the Lisbon Administrative Court. The applicant lodged a counter-appeal (recurso subordinado), arguing that she should have received EUR 249,399 in compensation and that the CHLC's appeal should be declared inadmissible. An opinion from the Attorney General's Office attached to the Supreme Administrative Court (Procuradora Geral Adjunta junto do Supremo Tribunal Administrativo) stated that the CHLC's appeal should be dismissed because it had been established that there had been a violation of leges artis. As a consequence, the various requirements of the obligation to pay compensation had been verified and the first-instance court had decided on compensation in an equitable and proper way.\n  16.  On 9 October 2014 the Supreme Administrative Court upheld the first-instance judgment on the merits but reduced, inter alia, the amount that had been allocated for the services of the maid from EUR 16,000 to EUR 6,000 and the compensation for non-pecuniary damage from EUR 80,000 to EUR 50,000. The relevant part of the judgment on those points reads as follows:\n \"... with respect to damages related to the charges for the maid ... [the plaintiff] could not show the amount paid under that head. Also ... we consider that the allocation of EUR 16,000 under that head is manifestly excessive.\n Indeed, (1) it has not been established that the plaintiff had lost her capacity to take care of domestic tasks, (2) professional activity outside the home is one thing while domestic work is another, and (3) considering the age of her children, she [the plaintiff] probably only needed to take care of her husband, this leads us to the conclusion that she did not need to hire a full-time maid ...\n Lastly, as regards non-pecuniary damage, it is important to set an amount which compensates the plaintiff for her pain and loss of sensation and swelling in the vaginal area; the difficulty sitting and walking, which causes her distress and prevents her from going about her everyday life, forcing her to use sanitary towels on a daily basis to conceal urinary and faecal incontinence, and which has limited her sexual activity, making her feel diminished as a woman. In addition, there is no medical solution to her condition. All this has caused her severe depression, expressing itself in anxiety and somatic symptoms manifested in the difficulty she has sleeping, deep disgust and frustration with the situation in which she finds herself, which has turned her into a very unhappy person and which inhibits her from establishing relationships with others and has caused her to stop visiting family and friends, from going to the beach and theatre and which has given her suicidal thoughts.\n It should be noted, however, that the gynaecological condition from which the plaintiff suffers is old (existing at least since 1993) and that she had already undergone various kinds of treatment without any acceptable result and that it was that lack of results and the impossibility to resolve that condition otherwise that was the motivation for surgery. She already had unbearable pain and symptoms of depression before [surgery]. This means that the plaintiff's complaints are not new and that the surgical procedure only aggravated an already difficult situation, a fact which cannot be ignored when setting the amount of compensation.\n Additionally, it should not be forgotten that at the time of the operation the plaintiff was already 50 years old and had two children, that is, an age when sex is not as important as in younger years, its significance diminishing with age.\n Thus, having regard to all those aspects, we believe that the compensation awarded at first-instance has exceeded what could be considered reasonable and, as such, the plaintiff should be awarded EUR 50,000 in compensation [in respect of non-pecuniary damage].\"\n  17.  On 29 October 2014 the Attorney General's Office attached to the Supreme Administrative Court applied to the Supreme Administrative Court to have the judgment of 9 October 2014 declared null and void (nulidade do acórdão) in the part concerning the amount awarded for non-pecuniary damage. It argued that the reasoning in the judgment and the decision on the amount of compensation were contradictory. It further submitted that the compensation sum should not have taken account of the applicant's symptoms before the medical intervention, as if only a worsening of those symptoms had been at stake. The relevant parts of the application read as follows:\n \"...\n III - In the instant case, we are dealing with surgical intervention which aimed exclusively at extracting the Bartholin glands.\n ...\n In that surgical procedure, the left pudendal nerve was partly damaged.\n The pudendal nerve ... is a different organ to the one which was the object of the surgical intervention.\n Following the extraction of the glands the plaintiff suffered damage which was considered as being established and which specifically arose from the lesion in question.\n IV- In view of the factual basis of the judgment and having regard to the fact that 'in the absence of unlikely and unexpected occurrences doctors would have cured the plaintiff's illness and she could have returned to her normal life', the decision setting the amount of compensation for non-pecuniary damage should not have taken account of the plaintiff's pain and symptoms of depression prior to the surgical intervention, as if they had worsened.\n That is because, according to the judgment, they would have disappeared once the Bartholin glands had been removed and the plaintiff's condition cured by surgery.\n V - The reasoning in the judgment leads logically to a different decision.\n That would be to set compensation for non-pecuniary damage on the basis of the fact that the plaintiff would have been cured if the pudendal nerve had not been injured.\"\n  18.  On 4 November 2014 the applicant applied to the Administrative Supreme Court to join the Attorney General's appeal of 29 October 2014, arguing that the judgment of 9 October 2014 should be declared null and void in the part concerning the amount of non-pecuniary damage she had been awarded.\n  19.  On 29 January 2015 the Administrative Supreme Court dismissed the appeals by the Attorney General's Office and the applicant and upheld its judgment of 9 October 2014. It considered that the causal link between the injury to the pudendal nerve and the alleged damage had been established. However, that injury had not been the only cause of damage to the applicant. In the opinion of the judges of the Administrative Supreme Court, the applicant's health problems prior to the operation, her gynaecological and psychological symptoms in particular, could not be ignored and had been aggravated by the procedure.",
    "Entities": [
        {
            "Score": 0.7840318083763123,
            "Type": "OTHER",
            "Text": "17484/15",
            "BeginOffset": 51,
            "EndOffset": 59
        },
        {
            "Score": 0.6978986263275146,
            "Type": "ORGANIZATION",
            "Text": "Portuguese Republic",
            "BeginOffset": 73,
            "EndOffset": 92
        },
        {
            "Score": 0.8921569585800171,
            "Type": "OTHER",
            "Text": "Article 34",
            "BeginOffset": 121,
            "EndOffset": 131
        },
        {
            "Score": 0.9418447017669678,
            "Type": "TITLE",
            "Text": "Convention for the Protection of Human Rights and Fundamental Freedoms",
            "BeginOffset": 139,
            "EndOffset": 209
        },
        {
            "Score": 0.9282057285308838,
            "Type": "OTHER",
            "Text": "Portuguese",
            "BeginOffset": 234,
            "EndOffset": 244
        },
        {
            "Score": 0.9820561408996582,
            "Type": "PERSON",
            "Text": "Maria Ivone Carvalho Pinto de Sousa Morais",
            "BeginOffset": 258,
            "EndOffset": 300
        },
        {
            "Score": 0.9828559160232544,
            "Type": "DATE",
            "Text": "1 April 2015",
            "BeginOffset": 323,
            "EndOffset": 335
        },
        {
            "Score": 0.8707598447799683,
            "Type": "PERSON",
            "Text": "Mr V. Parente Ribeiro",
            "BeginOffset": 376,
            "EndOffset": 397
        },
        {
            "Score": 0.9434827566146851,
            "Type": "LOCATION",
            "Text": "Lisbon",
            "BeginOffset": 422,
            "EndOffset": 428
        },
        {
            "Score": 0.574152946472168,
            "Type": "OTHER",
            "Text": "Portuguese",
            "BeginOffset": 434,
            "EndOffset": 444
        },
        {
            "Score": 0.9723178744316101,
            "Type": "PERSON",
            "Text": "M. F. da Graça Carvalho",
            "BeginOffset": 511,
            "EndOffset": 534
        },
        {
            "Score": 0.8034521341323853,
            "Type": "ORGANIZATION",
            "Text": "Administrative Supreme Court",
            "BeginOffset": 598,
            "EndOffset": 626
        },
        {
            "Score": 0.9126622080802917,
            "Type": "OTHER",
            "Text": "Article 14",
            "BeginOffset": 794,
            "EndOffset": 804
        },
        {
            "Score": 0.9741141200065613,
            "Type": "OTHER",
            "Text": "Article 8",
            "BeginOffset": 825,
            "EndOffset": 834
        },
        {
            "Score": 0.7105927467346191,
            "Type": "TITLE",
            "Text": "Convention.\n  4",
            "BeginOffset": 842,
            "EndOffset": 857
        },
        {
            "Score": 0.9996373653411865,
            "Type": "DATE",
            "Text": "16 June 2016",
            "BeginOffset": 863,
            "EndOffset": 875
        },
        {
            "Score": 0.9789678454399109,
            "Type": "OTHER",
            "Text": "Article 14",
            "BeginOffset": 902,
            "EndOffset": 912
        },
        {
            "Score": 0.9791849851608276,
            "Type": "OTHER",
            "Text": "Article 8",
            "BeginOffset": 933,
            "EndOffset": 942
        },
        {
            "Score": 0.8152574896812439,
            "Type": "OTHER",
            "Text": "Rule 54 § 3",
            "BeginOffset": 1072,
            "EndOffset": 1083
        },
        {
            "Score": 0.9998277425765991,
            "Type": "DATE",
            "Text": "1945",
            "BeginOffset": 1183,
            "EndOffset": 1187
        },
        {
            "Score": 0.9998325109481812,
            "Type": "LOCATION",
            "Text": "Bobadela",
            "BeginOffset": 1201,
            "EndOffset": 1209
        },
        {
            "Score": 0.9992917776107788,
            "Type": "QUANTITY",
            "Text": "6",
            "BeginOffset": 1244,
            "EndOffset": 1245
        },
        {
            "Score": 0.999864399433136,
            "Type": "DATE",
            "Text": "December 1993",
            "BeginOffset": 1251,
            "EndOffset": 1264
        },
        {
            "Score": 0.9626545310020447,
            "Type": "ORGANIZATION",
            "Text": "Alfredo da Costa Maternity Hospital",
            "BeginOffset": 1333,
            "EndOffset": 1368
        },
        {
            "Score": 0.893668532371521,
            "Type": "ORGANIZATION",
            "Text": "Central Lisbon Hospital - Centro Hospitalar de Lisboa Central",
            "BeginOffset": 1388,
            "EndOffset": 1449
        },
        {
            "Score": 0.9999691247940063,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 1468,
            "EndOffset": 1472
        },
        {
            "Score": 0.9993031620979309,
            "Type": "DATE",
            "Text": "9 December 1993",
            "BeginOffset": 1485,
            "EndOffset": 1500
        },
        {
            "Score": 0.9958668351173401,
            "Type": "QUANTITY",
            "Text": "each drainage",
            "BeginOffset": 1700,
            "EndOffset": 1713
        },
        {
            "Score": 0.977088451385498,
            "Type": "QUANTITY",
            "Text": "second drainage",
            "BeginOffset": 1813,
            "EndOffset": 1828
        },
        {
            "Score": 0.7191880941390991,
            "Type": "DATE",
            "Text": "1995",
            "BeginOffset": 1936,
            "EndOffset": 1940
        },
        {
            "Score": 0.9577633738517761,
            "Type": "DATE",
            "Text": "21 May 1995",
            "BeginOffset": 1951,
            "EndOffset": 1962
        },
        {
            "Score": 0.9999873638153076,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 1997,
            "EndOffset": 2001
        },
        {
            "Score": 0.6439020037651062,
            "Type": "DATE",
            "Text": "22 May 1995",
            "BeginOffset": 2066,
            "EndOffset": 2077
        },
        {
            "Score": 0.9999751448631287,
            "Type": "QUANTITY",
            "Text": "both glands",
            "BeginOffset": 2096,
            "EndOffset": 2107
        },
        {
            "Score": 0.9999897480010986,
            "Type": "QUANTITY",
            "Text": "12",
            "BeginOffset": 2658,
            "EndOffset": 2660
        },
        {
            "Score": 0.8535809516906738,
            "Type": "DATE",
            "Text": "26 April 2000",
            "BeginOffset": 2666,
            "EndOffset": 2679
        },
        {
            "Score": 0.9988694787025452,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 2726,
            "EndOffset": 2753
        },
        {
            "Score": 0.8394446969032288,
            "Type": "ORGANIZATION",
            "Text": "Tribunal Administrativo do Círculo de Lisboa",
            "BeginOffset": 2755,
            "EndOffset": 2799
        },
        {
            "Score": 0.9920743703842163,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 2813,
            "EndOffset": 2817
        },
        {
            "Score": 0.9581795930862427,
            "Type": "TITLE",
            "Text": "State Liability Act",
            "BeginOffset": 2828,
            "EndOffset": 2847
        },
        {
            "Score": 0.9985491633415222,
            "Type": "QUANTITY",
            "Text": "70,579,779 escudos",
            "BeginOffset": 2935,
            "EndOffset": 2953
        },
        {
            "Score": 0.975715696811676,
            "Type": "QUANTITY",
            "Text": "325,050 euros",
            "BeginOffset": 2975,
            "EndOffset": 2988
        },
        {
            "Score": 0.9924132227897644,
            "Type": "QUANTITY",
            "Text": "PTE 50,000,000",
            "BeginOffset": 3005,
            "EndOffset": 3019
        },
        {
            "Score": 0.9999988079071045,
            "Type": "QUANTITY",
            "Text": "EUR 249,399",
            "BeginOffset": 3021,
            "EndOffset": 3032
        },
        {
            "Score": 0.9978411197662354,
            "Type": "DATE",
            "Text": "4 October 2013",
            "BeginOffset": 3141,
            "EndOffset": 3155
        },
        {
            "Score": 0.9994235634803772,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 3160,
            "EndOffset": 3187
        },
        {
            "Score": 0.999998927116394,
            "Type": "DATE",
            "Text": "1995",
            "BeginOffset": 3323,
            "EndOffset": 3327
        },
        {
            "Score": 0.9996598958969116,
            "Type": "QUANTITY",
            "Text": "73%",
            "BeginOffset": 3420,
            "EndOffset": 3423
        },
        {
            "Score": 0.9564284682273865,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 4047,
            "EndOffset": 4074
        },
        {
            "Score": 0.9997529983520508,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 4315,
            "EndOffset": 4342
        },
        {
            "Score": 0.9612085223197937,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 4787,
            "EndOffset": 4814
        },
        {
            "Score": 0.8361274003982544,
            "Type": "QUANTITY",
            "Text": "EUR 80,000 compensation",
            "BeginOffset": 4863,
            "EndOffset": 4886
        },
        {
            "Score": 0.9875125885009766,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 4942,
            "EndOffset": 4969
        },
        {
            "Score": 0.9690216779708862,
            "Type": "QUANTITY",
            "Text": "EUR 92,000",
            "BeginOffset": 4978,
            "EndOffset": 4988
        },
        {
            "Score": 0.9747902750968933,
            "Type": "QUANTITY",
            "Text": "EUR 16,000",
            "BeginOffset": 4999,
            "EndOffset": 5009
        },
        {
            "Score": 0.9282405972480774,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 5135,
            "EndOffset": 5139
        },
        {
            "Score": 0.9787275195121765,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 5156,
            "EndOffset": 5184
        },
        {
            "Score": 0.7804918885231018,
            "Type": "ORGANIZATION",
            "Text": "Supremo Tribunal Administrativo",
            "BeginOffset": 5186,
            "EndOffset": 5217
        },
        {
            "Score": 0.9784250259399414,
            "Type": "ORGANIZATION",
            "Text": "Lisbon Administrative Court",
            "BeginOffset": 5247,
            "EndOffset": 5274
        },
        {
            "Score": 0.9098783135414124,
            "Type": "QUANTITY",
            "Text": "EUR 249,399",
            "BeginOffset": 5375,
            "EndOffset": 5386
        },
        {
            "Score": 0.9489273428916931,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 5416,
            "EndOffset": 5420
        },
        {
            "Score": 0.9800761938095093,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 5525,
            "EndOffset": 5553
        },
        {
            "Score": 0.7322848439216614,
            "Type": "ORGANIZATION",
            "Text": "Procuradora Geral Adjunta",
            "BeginOffset": 5555,
            "EndOffset": 5580
        },
        {
            "Score": 0.9559713006019592,
            "Type": "ORGANIZATION",
            "Text": "CHLC",
            "BeginOffset": 5639,
            "EndOffset": 5643
        },
        {
            "Score": 0.8582254648208618,
            "Type": "QUANTITY",
            "Text": "first-instance court",
            "BeginOffset": 5860,
            "EndOffset": 5880
        },
        {
            "Score": 0.9995869398117065,
            "Type": "DATE",
            "Text": "9 October 2014",
            "BeginOffset": 5951,
            "EndOffset": 5965
        },
        {
            "Score": 0.9419338703155518,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 5970,
            "EndOffset": 5998
        },
        {
            "Score": 0.8559691905975342,
            "Type": "QUANTITY",
            "Text": "first-instance",
            "BeginOffset": 6010,
            "EndOffset": 6024
        },
        {
            "Score": 0.9885036945343018,
            "Type": "QUANTITY",
            "Text": "EUR 16,000",
            "BeginOffset": 6142,
            "EndOffset": 6152
        },
        {
            "Score": 0.9793152809143066,
            "Type": "QUANTITY",
            "Text": "EUR 6,000",
            "BeginOffset": 6156,
            "EndOffset": 6165
        },
        {
            "Score": 0.9843924641609192,
            "Type": "QUANTITY",
            "Text": "EUR 80,000",
            "BeginOffset": 6217,
            "EndOffset": 6227
        },
        {
            "Score": 0.9790099859237671,
            "Type": "QUANTITY",
            "Text": "EUR 50,000",
            "BeginOffset": 6231,
            "EndOffset": 6241
        },
        {
            "Score": 0.981606125831604,
            "Type": "QUANTITY",
            "Text": "EUR 16,000",
            "BeginOffset": 6489,
            "EndOffset": 6499
        },
        {
            "Score": 0.9999915957450867,
            "Type": "QUANTITY",
            "Text": "one thing",
            "BeginOffset": 6701,
            "EndOffset": 6710
        },
        {
            "Score": 0.999480664730072,
            "Type": "DATE",
            "Text": "1993",
            "BeginOffset": 8065,
            "EndOffset": 8069
        },
        {
            "Score": 0.9999043345451355,
            "Type": "QUANTITY",
            "Text": "50 years old",
            "BeginOffset": 8681,
            "EndOffset": 8693
        },
        {
            "Score": 0.9998887777328491,
            "Type": "QUANTITY",
            "Text": "two children",
            "BeginOffset": 8702,
            "EndOffset": 8714
        },
        {
            "Score": 0.9999999403953552,
            "Type": "QUANTITY",
            "Text": "first-instance",
            "BeginOffset": 8908,
            "EndOffset": 8922
        },
        {
            "Score": 0.9999952912330627,
            "Type": "QUANTITY",
            "Text": "EUR 50,000",
            "BeginOffset": 9018,
            "EndOffset": 9028
        },
        {
            "Score": 0.9993170499801636,
            "Type": "DATE",
            "Text": "29 October 2014",
            "BeginOffset": 9094,
            "EndOffset": 9109
        },
        {
            "Score": 0.9018728137016296,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 9156,
            "EndOffset": 9184
        },
        {
            "Score": 0.9181693196296692,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 9200,
            "EndOffset": 9228
        },
        {
            "Score": 0.9989305734634399,
            "Type": "DATE",
            "Text": "9 October 2014",
            "BeginOffset": 9253,
            "EndOffset": 9267
        },
        {
            "Score": 0.9981971383094788,
            "Type": "DATE",
            "Text": "4 November 2014",
            "BeginOffset": 11111,
            "EndOffset": 11126
        },
        {
            "Score": 0.9996473789215088,
            "Type": "ORGANIZATION",
            "Text": "Administrative Supreme Court",
            "BeginOffset": 11156,
            "EndOffset": 11184
        },
        {
            "Score": 0.9995741248130798,
            "Type": "DATE",
            "Text": "29 October 2014",
            "BeginOffset": 11226,
            "EndOffset": 11241
        },
        {
            "Score": 0.9996798634529114,
            "Type": "DATE",
            "Text": "9 October 2014",
            "BeginOffset": 11272,
            "EndOffset": 11286
        },
        {
            "Score": 0.9999991655349731,
            "Type": "QUANTITY",
            "Text": "19",
            "BeginOffset": 11402,
            "EndOffset": 11404
        },
        {
            "Score": 0.8415578603744507,
            "Type": "DATE",
            "Text": "29 January 2015",
            "BeginOffset": 11410,
            "EndOffset": 11425
        },
        {
            "Score": 0.9983852505683899,
            "Type": "ORGANIZATION",
            "Text": "Administrative Supreme Court",
            "BeginOffset": 11430,
            "EndOffset": 11458
        },
        {
            "Score": 0.9998548626899719,
            "Type": "DATE",
            "Text": "9 October 2014",
            "BeginOffset": 11559,
            "EndOffset": 11573
        },
        {
            "Score": 0.9998939037322998,
            "Type": "ORGANIZATION",
            "Text": "Administrative Supreme Court",
            "BeginOffset": 11809,
            "EndOffset": 11837
        }
    ]
}