{
    "CaseName": "CASE OF REGNER v. THE CZECH REPUBLIC",
    "CaseText": "E\n  1.  The case originated in an application (no. 35289/11) against the Czech Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") by a Czech national, Mr Václav Regner (\"the applicant\"), on 25 May 2011.\n  2.  The applicant was represented by Mr L. Trojan, a lawyer practising in Prague. The Czech Government (\"the Government\") were represented by their Agent, Mr Vít A. Schorm, of the Ministry of Justice.\n  3.  Relying on Article 6 § 1 of the Convention, the applicant complained of the unfairness of administrative proceedings in which he had been unable to have sight of decisive evidence regarded as classified information and made available to the courts by the defendant.\n  4.  On 6 January 2014 the President of the former Fifth Section, to which the application had been allocated (Rule 52 § 1 of the Rules of Court) decided to communicate it to the Government. On 26 November 2015 a Chamber of that Section composed of Angelika Nußberger, President, Boštjan Zupancic, Ganna Yudkivska, Vincent De Gaetano, André Potocki, Helena Jäderblom and Aleš Pejchal, judges, and Milan Blaško, Deputy Section Registrar, delivered its judgment in which it unanimously declared the application admissible and concluded, by a majority, that there had been no violation of Article 6 § 1 of the Convention. The partly dissenting opinion of Judge Jäderblom and the concurring opinion of Judge Pejchal were annexed to the judgment.\n  5.  On 11 February 2016 the applicant requested, in accordance with Article 43 of the Convention, the referral of the case to the Grand Chamber. On 2 May 2016 the panel of the Grand Chamber granted that request.\n  6.  The composition of the Grand Chamber was determined in accordance with Article 26 §§ 4 and 5 of the Convention and Rule 24.\n  7.  The applicant and the Government each filed supplementary written observations (Rule 59 § 1) on the merits of the case. Observations were also received from the Government of the Slovak Republic, which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3).\n  8.  A hearing took place in public in the Human Rights Building, Strasbourg, on 19 October 2016 (Rule 59 § 3).\n  There appeared before the Court:\n(a)  for the Government\nMr\tV.A. SCHORM, \tAgent,\nMr\tV. PYSK, Office of the Government Agent,\n\tMinistry of Justice,\nMrs\tL. ZAHRADNICKÁ, Office of the Government Agent,\n\tMinistry of Justice,\nMrs\tH. BONCKOVÁ, \tAdvisers;\n(b)  for the applicant\nMr\tM. BILEJ, \tCounsel,\nMrs\tD. KÁNOVÁ,\nMrs\tA. KUKRÁLOVÁ, \tAdvisers.\n  \n  The Court heard addresses by Mr Bilej and Mr Schorm and replies to the questions from the Court.\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  9.  The applicant was born in 1962 and lives in Prague.\n  10.  On the basis of a contract signed on 2 November 2004 and governed by the provisions of the Labour Code, the applicant became an employee of the Ministry of Defence.\n  11.  On 27 December 2004, the Ministry's authorised representative requested the National Security Authority (Národní bezpecnostní úrad - \"the Authority\") to issue the applicant with security clearance (osvedcení) giving him access to State classified information in the \"secret\" category (tajné) in accordance with the duties to be carried out by him.\n  12.  On 1 January 2005 the applicant took up his duties as director of the Department of administration of the Ministry's property (Sekce správy majetku Ministerstva obrany).\n  13.  On 19 July 2005 the Authority issued the applicant with security clearance, valid until 18 July 2010, confirming that he had access to State classified information in the \"secret\" category.\n  14.  During the year 2006 the applicant was appointed deputy to the first Vice-Minister of Defence (zástupce Prvního námestka ministra obrany), while continuing to carry out his duties as director of the Department of administration of the Ministry's property.\n  15.  On 7 October 2005 the Authority received confidential information from the intelligence service, classified \"restricted\" (vyhrazené) and dated 5 October 2005. It started an investigation in order to verify the information received. In the course of that investigation the intelligence service provided the Authority with other information, dated 21 March 2006, classified \"restricted\" and annexed to the security file (bezpecnostní spis) under number 77. On the basis of that information the Authority revoked the security clearance on 5 September 2006. There were two unrelated reasons for that decision: firstly, the applicant had failed to indicate, as he should have done when applying for security clearance, that he held directorships in a number of companies and accounts in foreign banks; and secondly, the applicant was considered to pose a national security risk, within the meaning of section 14(3)(d) of Law no. 412/2005. With regard to that risk, the decision did not however indicate which confidential information it was based on, as this was classified \"restricted\" and could not therefore legally be disclosed to the applicant. The decision indicated that the facts established in respect of his conduct, as documented in the information received by the Authority on 7 October 2005, cast doubt on his suitability for security clearance and his ability not to be influenced and to keep sensitive information secret, and thus indicated that he was no longer trustworthy.\n  16.  On an administrative appeal (rozklad) by the applicant, the director of the Authority, after obtaining an opinion from the appeals board, confirmed on 18 December 2006 the Authority's decision of 5 September 2006, but on partly different grounds. He dismissed as unfounded the complaint that the applicant had failed to disclose certain information prior to being issued with security clearance. However, he agreed with the Authority's conclusions regarding the existence of a security risk, which had transpired from the investigation carried out by the Authority and from the classified documents.\n  17.  In the meantime, on 4 October 2006, the applicant had asked to be discharged, for health reasons, from his duties as deputy to the first Vice-Minister of Defence, and from those of director of the Department of administration of the Ministry's property. He was removed from office on the same day under Article 65 § 2 of the Labour Code (see paragraph 26 below). On 20 October 2006 he signed an agreement, under Article 43 of the Labour Code, terminating his contract by mutual consent with effect from 31 January 2007.\n  18.  On 19 January 2007 the applicant lodged an application with the Prague Municipal Court (mestský soud) for judicial review of the decision revoking his security clearance. He and his lawyer were permitted to consult the file, but the parts classified as confidential were excluded. However, the documents containing information about the existence of a risk, including the confidential documents, had been sent by the Authority to the court, which had access to them. At the public hearing the applicant was given the opportunity to make his submissions and to state what he thought were the reasons for revoking his security clearance. He stated that he believed the information in question had been provided by a military intelligence service which had sought to take revenge on him for his refusal to accept a proposal to co-operate in a manner exceeding his statutory obligations.\n  19.  In a judgment of 1 September 2009 the court dismissed the application for judicial review. It observed that in a procedure revoking security clearance the relevant authority could only disclose reasons for revoking clearance that were based on non-classified documents and that as regards grounds based on classified documents it had to confine itself to referring to the relevant documents and their level of confidentiality. It found that the approach taken by the Authority, which had not disclosed to the applicant the contents of the information on the basis of which the security clearance had been revoked, had not been illegal as disclosure of such information was prohibited by law. It added that the applicant's rights had been sufficiently respected because the court had power to obtain knowledge of the classified information and assess whether it justified the decision taken by the Authority.\n  20.  In a judgment of 15 July 2010 the Supreme Administrative Court (Nejvyšší správní soud) dismissed an appeal on points of law (kasacní stížnost) lodged by the applicant as unfounded. It considered that the classified documents in question had shown beyond any doubt that the applicant did not satisfy the statutory conditions to be entrusted with secret information. It observed that the risk in his regard concerned his conduct, which affected his credibility and his ability to keep information secret. The Supreme Administrative Court added that disclosure of the classified information could have entailed the disclosure of the intelligence service's working methods, the revelation of its information sources or the risk of influencing possible witnesses. It explained that there was a statutory prohibition on indicating where exactly the security risk lay and on specifying the considerations underlying the conclusion that such a risk existed, the reasons and considerations underlying the Authority's decision being based exclusively on classified information. Accordingly, the reasons for the decision had to be limited to a reference to the documents on which it was based and the level of confidentiality of the information used. It went on to observe that, owing to the special nature of proceedings where classified information was concerned, not all the applicant's procedural rights could be guaranteed but that the non-disclosure of the exact reasons underlying the decision to revoke security clearance was counterbalanced by the guarantee that the administrative courts had unlimited access to the classified documents. The Supreme Administrative Court pointed out that the report on the result of the investigations carried out by the intelligence service, included in the file under no. 77, contained specific, comprehensive and detailed information concerning the conduct and lifestyle of the applicant on the basis of which the court was satisfied in the present case as to its relevance for determining whether the applicant posed a national security risk. It observed, further, that the information did not in any way concern the applicant's refusal to co-operate with the military intelligence service.\n   21.  On 25 October 2010 the applicant lodged a complaint with the Constitutional Court (Ústavní soud), complaining of the unfairness of the proceedings. In a judgment of 18 November 2010 the court dismissed his complaint as manifestly ill-founded. Referring to its earlier case-law on the subject, it observed that given the special nature and the importance of decisions adopted in respect of classified information where national security interests were manifest, it was not always possible to apply all the guarantees relating to fairness of proceedings. It considered that in the present case the courts' conduct had been duly justified and the reasoning in their decisions comprehensible and in conformity with the Constitution; that they had not departed from procedural standards and constitutional rules to an inordinate degree; and that the Constitutional Court was not therefore required to intervene in their decision-making procedure.\n   22.  On 16 March 2011 the prosecution service lodged a bill of indictment against the applicant and 51 other persons on charges of influencing the award of public contracts at the Ministry of Defence from 2005 to 2007. The applicant was indicted for participation in organised crime (úcast na zlocinném spolcení); aiding and abetting abuse of public power (pomoc k trestnému cinu zneužívání pravomoci verejného cinitele); complicity in illegally influencing public tendering and public procurement procedures (pomoc k trestnému cinu pletich pri verejné souteži a verejné dražbe); and aiding and abetting breaches of binding rules governing economic relations (pomoc k trestnému cinu porušování závazných pravidel hospodárského styku).\n   In a judgment of 25 March 2014 the Ceské Budejovice Regional Court (krajský soud) found the applicant guilty and sentenced him, inter alia, to three years' imprisonment. In a judgment of 27 May 2016 the Prague High Court (Vrchní soud) upheld the first-instance judgment convicting the applicant, but suspended execution of his prison sentence for a two-year probationary period. That judgment became final.",
    "Entities": [
        {
            "Score": 0.8504890203475952,
            "Type": "OTHER",
            "Text": "35289/11",
            "BeginOffset": 51,
            "EndOffset": 59
        },
        {
            "Score": 0.781176745891571,
            "Type": "ORGANIZATION",
            "Text": "Czech Republic",
            "BeginOffset": 73,
            "EndOffset": 87
        },
        {
            "Score": 0.8879883885383606,
            "Type": "OTHER",
            "Text": "Article 34",
            "BeginOffset": 116,
            "EndOffset": 126
        },
        {
            "Score": 0.9421784281730652,
            "Type": "TITLE",
            "Text": "Convention for the Protection of Human Rights and Fundamental Freedoms",
            "BeginOffset": 134,
            "EndOffset": 204
        },
        {
            "Score": 0.4998295307159424,
            "Type": "LOCATION",
            "Text": "Czech",
            "BeginOffset": 229,
            "EndOffset": 234
        },
        {
            "Score": 0.9875277876853943,
            "Type": "PERSON",
            "Text": "Václav Regner",
            "BeginOffset": 248,
            "EndOffset": 261
        },
        {
            "Score": 0.9666836857795715,
            "Type": "DATE",
            "Text": "25 May 2011",
            "BeginOffset": 284,
            "EndOffset": 295
        },
        {
            "Score": 0.9709132313728333,
            "Type": "PERSON",
            "Text": "L. Trojan",
            "BeginOffset": 339,
            "EndOffset": 348
        },
        {
            "Score": 0.9914393424987793,
            "Type": "LOCATION",
            "Text": "Prague",
            "BeginOffset": 373,
            "EndOffset": 379
        },
        {
            "Score": 0.8687366247177124,
            "Type": "ORGANIZATION",
            "Text": "Czech Government",
            "BeginOffset": 385,
            "EndOffset": 401
        },
        {
            "Score": 0.8413576483726501,
            "Type": "PERSON",
            "Text": "Vít A. Schorm",
            "BeginOffset": 457,
            "EndOffset": 470
        },
        {
            "Score": 0.8158420920372009,
            "Type": "ORGANIZATION",
            "Text": "Ministry of Justice",
            "BeginOffset": 479,
            "EndOffset": 498
        },
        {
            "Score": 0.718139111995697,
            "Type": "OTHER",
            "Text": "Article 6",
            "BeginOffset": 517,
            "EndOffset": 526
        },
        {
            "Score": 0.5298820734024048,
            "Type": "OTHER",
            "Text": "1",
            "BeginOffset": 529,
            "EndOffset": 530
        },
        {
            "Score": 0.9993410706520081,
            "Type": "DATE",
            "Text": "6 January 2014",
            "BeginOffset": 781,
            "EndOffset": 795
        },
        {
            "Score": 0.5290986895561218,
            "Type": "QUANTITY",
            "Text": "Fifth Section",
            "BeginOffset": 824,
            "EndOffset": 837
        },
        {
            "Score": 0.836976170539856,
            "Type": "OTHER",
            "Text": "Rule 52 § 1",
            "BeginOffset": 884,
            "EndOffset": 895
        },
        {
            "Score": 0.9987882375717163,
            "Type": "DATE",
            "Text": "26 November 2015",
            "BeginOffset": 967,
            "EndOffset": 983
        },
        {
            "Score": 0.9999032616615295,
            "Type": "PERSON",
            "Text": "Angelika Nußberger",
            "BeginOffset": 1022,
            "EndOffset": 1040
        },
        {
            "Score": 0.9121266603469849,
            "Type": "PERSON",
            "Text": "Boštjan Zupancic",
            "BeginOffset": 1053,
            "EndOffset": 1069
        },
        {
            "Score": 0.9999834299087524,
            "Type": "PERSON",
            "Text": "Ganna Yudkivska",
            "BeginOffset": 1071,
            "EndOffset": 1086
        },
        {
            "Score": 0.9997597932815552,
            "Type": "PERSON",
            "Text": "Vincent De Gaetano",
            "BeginOffset": 1088,
            "EndOffset": 1106
        },
        {
            "Score": 0.9968074560165405,
            "Type": "PERSON",
            "Text": "André Potocki",
            "BeginOffset": 1108,
            "EndOffset": 1121
        },
        {
            "Score": 0.9999082088470459,
            "Type": "PERSON",
            "Text": "Helena Jäderblom",
            "BeginOffset": 1123,
            "EndOffset": 1139
        },
        {
            "Score": 0.9995007514953613,
            "Type": "PERSON",
            "Text": "Aleš Pejchal",
            "BeginOffset": 1144,
            "EndOffset": 1156
        },
        {
            "Score": 0.9999670386314392,
            "Type": "PERSON",
            "Text": "Milan Blaško",
            "BeginOffset": 1170,
            "EndOffset": 1182
        },
        {
            "Score": 0.9999840259552002,
            "Type": "OTHER",
            "Text": "Article 6",
            "BeginOffset": 1359,
            "EndOffset": 1368
        },
        {
            "Score": 0.6147269606590271,
            "Type": "OTHER",
            "Text": "1",
            "BeginOffset": 1371,
            "EndOffset": 1372
        },
        {
            "Score": 0.999761164188385,
            "Type": "PERSON",
            "Text": "Jäderblom",
            "BeginOffset": 1431,
            "EndOffset": 1440
        },
        {
            "Score": 0.9996026158332825,
            "Type": "PERSON",
            "Text": "Pejchal",
            "BeginOffset": 1477,
            "EndOffset": 1484
        },
        {
            "Score": 0.9972438216209412,
            "Type": "DATE",
            "Text": "11 February 2016",
            "BeginOffset": 1524,
            "EndOffset": 1540
        },
        {
            "Score": 0.9999780058860779,
            "Type": "OTHER",
            "Text": "Article 43",
            "BeginOffset": 1585,
            "EndOffset": 1595
        },
        {
            "Score": 0.9994354248046875,
            "Type": "DATE",
            "Text": "2 May 2016",
            "BeginOffset": 1665,
            "EndOffset": 1675
        },
        {
            "Score": 0.9989291429519653,
            "Type": "ORGANIZATION",
            "Text": "Grand Chamber",
            "BeginOffset": 1693,
            "EndOffset": 1706
        },
        {
            "Score": 0.9999661445617676,
            "Type": "OTHER",
            "Text": "Article 26",
            "BeginOffset": 1806,
            "EndOffset": 1816
        },
        {
            "Score": 0.9922733902931213,
            "Type": "QUANTITY",
            "Text": "4",
            "BeginOffset": 1820,
            "EndOffset": 1821
        },
        {
            "Score": 0.58455491065979,
            "Type": "QUANTITY",
            "Text": "5",
            "BeginOffset": 1826,
            "EndOffset": 1827
        },
        {
            "Score": 0.8817882537841797,
            "Type": "TITLE",
            "Text": "Convention and Rule 24.\n  7",
            "BeginOffset": 1835,
            "EndOffset": 1862
        },
        {
            "Score": 0.997565507888794,
            "Type": "OTHER",
            "Text": "Rule 59 § 1",
            "BeginOffset": 1945,
            "EndOffset": 1956
        },
        {
            "Score": 0.9481362104415894,
            "Type": "ORGANIZATION",
            "Text": "Government of the Slovak Republic",
            "BeginOffset": 2026,
            "EndOffset": 2059
        },
        {
            "Score": 0.9986311197280884,
            "Type": "OTHER",
            "Text": "Article 36 § 2",
            "BeginOffset": 2144,
            "EndOffset": 2158
        },
        {
            "Score": 0.9770168662071228,
            "Type": "TITLE",
            "Text": "Convention and Rule 44 § 3).\n  8",
            "BeginOffset": 2166,
            "EndOffset": 2198
        },
        {
            "Score": 0.34547314047813416,
            "Type": "LOCATION",
            "Text": "Strasbourg",
            "BeginOffset": 2262,
            "EndOffset": 2272
        },
        {
            "Score": 0.9338557720184326,
            "Type": "DATE",
            "Text": "19 October 2016",
            "BeginOffset": 2277,
            "EndOffset": 2292
        },
        {
            "Score": 0.9966809749603271,
            "Type": "OTHER",
            "Text": "Rule 59 § 3",
            "BeginOffset": 2294,
            "EndOffset": 2305
        },
        {
            "Score": 0.7321597933769226,
            "Type": "PERSON",
            "Text": "V.A. SCHORM",
            "BeginOffset": 2370,
            "EndOffset": 2381
        },
        {
            "Score": 0.683049738407135,
            "Type": "PERSON",
            "Text": "L. ZAHRADNICKÁ",
            "BeginOffset": 2461,
            "EndOffset": 2475
        },
        {
            "Score": 0.6216152310371399,
            "Type": "PERSON",
            "Text": "H. BONCKOVÁ",
            "BeginOffset": 2535,
            "EndOffset": 2546
        },
        {
            "Score": 0.9487537741661072,
            "Type": "PERSON",
            "Text": "M. BILEJ",
            "BeginOffset": 2585,
            "EndOffset": 2593
        },
        {
            "Score": 0.8706444501876831,
            "Type": "PERSON",
            "Text": "D. KÁNOVÁ",
            "BeginOffset": 2609,
            "EndOffset": 2618
        },
        {
            "Score": 0.9990881681442261,
            "Type": "PERSON",
            "Text": "Bilej",
            "BeginOffset": 2686,
            "EndOffset": 2691
        },
        {
            "Score": 0.9727832078933716,
            "Type": "PERSON",
            "Text": "Schorm",
            "BeginOffset": 2699,
            "EndOffset": 2705
        },
        {
            "Score": 0.9997596144676208,
            "Type": "DATE",
            "Text": "1962",
            "BeginOffset": 2827,
            "EndOffset": 2831
        },
        {
            "Score": 0.9918237328529358,
            "Type": "LOCATION",
            "Text": "Prague",
            "BeginOffset": 2845,
            "EndOffset": 2851
        },
        {
            "Score": 0.9995121359825134,
            "Type": "DATE",
            "Text": "2 November 2004",
            "BeginOffset": 2897,
            "EndOffset": 2912
        },
        {
            "Score": 0.9983470439910889,
            "Type": "DATE",
            "Text": "27 December 2004",
            "BeginOffset": 3035,
            "EndOffset": 3051
        },
        {
            "Score": 0.9773185849189758,
            "Type": "ORGANIZATION",
            "Text": "National Security Authority",
            "BeginOffset": 3108,
            "EndOffset": 3135
        },
        {
            "Score": 0.532503068447113,
            "Type": "PERSON",
            "Text": "Národní bezpecnostní",
            "BeginOffset": 3137,
            "EndOffset": 3157
        },
        {
            "Score": 0.9927000403404236,
            "Type": "DATE",
            "Text": "1 January 2005",
            "BeginOffset": 3390,
            "EndOffset": 3404
        },
        {
            "Score": 0.8974078893661499,
            "Type": "ORGANIZATION",
            "Text": "Department of administration",
            "BeginOffset": 3457,
            "EndOffset": 3485
        },
        {
            "Score": 0.9996116757392883,
            "Type": "DATE",
            "Text": "19 July 2005",
            "BeginOffset": 3567,
            "EndOffset": 3579
        },
        {
            "Score": 0.997462272644043,
            "Type": "DATE",
            "Text": "18 July 2010",
            "BeginOffset": 3652,
            "EndOffset": 3664
        },
        {
            "Score": 0.9956894516944885,
            "Type": "DATE",
            "Text": "2006",
            "BeginOffset": 3777,
            "EndOffset": 3781
        },
        {
            "Score": 0.9998917579650879,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 3824,
            "EndOffset": 3829
        },
        {
            "Score": 0.8337883353233337,
            "Type": "ORGANIZATION",
            "Text": "Department of administration",
            "BeginOffset": 3960,
            "EndOffset": 3988
        },
        {
            "Score": 0.9990971088409424,
            "Type": "DATE",
            "Text": "7 October 2005",
            "BeginOffset": 4027,
            "EndOffset": 4041
        },
        {
            "Score": 0.9945743083953857,
            "Type": "DATE",
            "Text": "5 October 2005",
            "BeginOffset": 4167,
            "EndOffset": 4181
        },
        {
            "Score": 0.9999960064888,
            "Type": "DATE",
            "Text": "21 March 2006",
            "BeginOffset": 4370,
            "EndOffset": 4383
        },
        {
            "Score": 0.9980940222740173,
            "Type": "OTHER",
            "Text": "77",
            "BeginOffset": 4475,
            "EndOffset": 4477
        },
        {
            "Score": 0.9994666576385498,
            "Type": "DATE",
            "Text": "5 September 2006",
            "BeginOffset": 4560,
            "EndOffset": 4576
        },
        {
            "Score": 0.9998589754104614,
            "Type": "QUANTITY",
            "Text": "two unrelated reasons",
            "BeginOffset": 4589,
            "EndOffset": 4610
        },
        {
            "Score": 0.9999974966049194,
            "Type": "QUANTITY",
            "Text": "firstly",
            "BeginOffset": 4630,
            "EndOffset": 4637
        },
        {
            "Score": 0.9733020663261414,
            "Type": "TITLE",
            "Text": "section 14(3)(d) of Law no. 412/2005",
            "BeginOffset": 4920,
            "EndOffset": 4956
        },
        {
            "Score": 0.9999932646751404,
            "Type": "DATE",
            "Text": "7 October 2005",
            "BeginOffset": 5308,
            "EndOffset": 5322
        },
        {
            "Score": 0.9999456405639648,
            "Type": "DATE",
            "Text": "18 December 2006",
            "BeginOffset": 5668,
            "EndOffset": 5684
        },
        {
            "Score": 0.9229019284248352,
            "Type": "DATE",
            "Text": "5 September 2006",
            "BeginOffset": 5713,
            "EndOffset": 5729
        },
        {
            "Score": 0.9999403953552246,
            "Type": "DATE",
            "Text": "4 October 2006",
            "BeginOffset": 6144,
            "EndOffset": 6158
        },
        {
            "Score": 0.9999985694885254,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 6255,
            "EndOffset": 6260
        },
        {
            "Score": 0.9999976754188538,
            "Type": "ORGANIZATION",
            "Text": "Department of administration",
            "BeginOffset": 6321,
            "EndOffset": 6349
        },
        {
            "Score": 0.9986757040023804,
            "Type": "TITLE",
            "Text": "Article 65 § 2 of the Labour Code",
            "BeginOffset": 6427,
            "EndOffset": 6460
        },
        {
            "Score": 0.9687883853912354,
            "Type": "OTHER",
            "Text": "paragraph 26",
            "BeginOffset": 6466,
            "EndOffset": 6478
        },
        {
            "Score": 0.9740647673606873,
            "Type": "DATE",
            "Text": "20 October 2006",
            "BeginOffset": 6490,
            "EndOffset": 6505
        },
        {
            "Score": 0.9996095895767212,
            "Type": "OTHER",
            "Text": "Article 43",
            "BeginOffset": 6536,
            "EndOffset": 6546
        },
        {
            "Score": 0.9993187785148621,
            "Type": "TITLE",
            "Text": "Labour Code",
            "BeginOffset": 6554,
            "EndOffset": 6565
        },
        {
            "Score": 0.9999946355819702,
            "Type": "DATE",
            "Text": "31 January 2007",
            "BeginOffset": 6627,
            "EndOffset": 6642
        },
        {
            "Score": 0.9958764910697937,
            "Type": "DATE",
            "Text": "19 January 2007",
            "BeginOffset": 6654,
            "EndOffset": 6669
        },
        {
            "Score": 0.9995924830436707,
            "Type": "ORGANIZATION",
            "Text": "Prague Municipal Court",
            "BeginOffset": 6715,
            "EndOffset": 6737
        },
        {
            "Score": 0.9946695566177368,
            "Type": "DATE",
            "Text": "1 September 2009",
            "BeginOffset": 7559,
            "EndOffset": 7575
        },
        {
            "Score": 0.9992132186889648,
            "Type": "DATE",
            "Text": "15 July 2010",
            "BeginOffset": 8474,
            "EndOffset": 8486
        },
        {
            "Score": 0.9653462767601013,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 8491,
            "EndOffset": 8519
        },
        {
            "Score": 0.9330028295516968,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 8964,
            "EndOffset": 8992
        },
        {
            "Score": 0.9495807886123657,
            "Type": "ORGANIZATION",
            "Text": "Supreme Administrative Court",
            "BeginOffset": 10098,
            "EndOffset": 10126
        },
        {
            "Score": 0.8259797096252441,
            "Type": "QUANTITY",
            "Text": "77",
            "BeginOffset": 10263,
            "EndOffset": 10265
        },
        {
            "Score": 0.9986011981964111,
            "Type": "DATE",
            "Text": "25 October 2010",
            "BeginOffset": 10695,
            "EndOffset": 10710
        },
        {
            "Score": 0.9998921751976013,
            "Type": "ORGANIZATION",
            "Text": "Constitutional Court",
            "BeginOffset": 10753,
            "EndOffset": 10773
        },
        {
            "Score": 0.9978492856025696,
            "Type": "DATE",
            "Text": "18 November 2010",
            "BeginOffset": 10857,
            "EndOffset": 10873
        },
        {
            "Score": 0.8840181827545166,
            "Type": "DATE",
            "Text": "16 March 2011",
            "BeginOffset": 11645,
            "EndOffset": 11658
        },
        {
            "Score": 0.9956157803535461,
            "Type": "QUANTITY",
            "Text": "51 other persons",
            "BeginOffset": 11737,
            "EndOffset": 11753
        },
        {
            "Score": 0.9999834299087524,
            "Type": "ORGANIZATION",
            "Text": "Ministry of Defence",
            "BeginOffset": 11817,
            "EndOffset": 11836
        },
        {
            "Score": 0.9087721705436707,
            "Type": "DATE",
            "Text": "2005",
            "BeginOffset": 11842,
            "EndOffset": 11846
        },
        {
            "Score": 0.9974271655082703,
            "Type": "DATE",
            "Text": "2007",
            "BeginOffset": 11850,
            "EndOffset": 11854
        },
        {
            "Score": 0.998963475227356,
            "Type": "DATE",
            "Text": "25 March 2014",
            "BeginOffset": 12392,
            "EndOffset": 12405
        },
        {
            "Score": 0.984370768070221,
            "Type": "ORGANIZATION",
            "Text": "Ceské Budejovice Regional Court",
            "BeginOffset": 12410,
            "EndOffset": 12441
        },
        {
            "Score": 0.9289842247962952,
            "Type": "QUANTITY",
            "Text": "three years",
            "BeginOffset": 12518,
            "EndOffset": 12529
        },
        {
            "Score": 0.9996234774589539,
            "Type": "DATE",
            "Text": "27 May 2016",
            "BeginOffset": 12562,
            "EndOffset": 12573
        },
        {
            "Score": 0.9787418842315674,
            "Type": "ORGANIZATION",
            "Text": "Prague High Court",
            "BeginOffset": 12578,
            "EndOffset": 12595
        },
        {
            "Score": 0.7084029912948608,
            "Type": "QUANTITY",
            "Text": "first-instance",
            "BeginOffset": 12621,
            "EndOffset": 12635
        },
        {
            "Score": 0.9091271162033081,
            "Type": "QUANTITY",
            "Text": "two-year",
            "BeginOffset": 12724,
            "EndOffset": 12732
        }
    ]
}