{
    "CaseName": "CASE OF TADDEUCCI AND McCALL v. ITALY",
    "CaseText": "E\n  1.  The case originated in an application (no. 51362/09) against the Italian Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian and a New-Zealand national, Mr Roberto Taddeucci and Mr Douglas McCall (“the applicants”), on 15 September 2009.\n  2.  The applicants were represented before the Court by Mr R.W. Wintemute, a lawyer practising in London. The Italian Government (“the Government”) were represented by their Agent, Mrs E. Spatafora, and by their co-Agent, Mrs P. Accardo.\n  3.  The applicants alleged that the refusal to grant a residence permit sought by the second applicant for family reasons had amounted to discrimination on grounds of sexual orientation.\n  4.  On 10 January 2012 the application was communicated to the Government.\n  5.  The applicants and the respondent Government each filed written observations. In addition, third-party comments were received from four non-governmental organisations (International Commission of Jurists (ICJ), International Lesbian, Gay, Bisexual Trans and Intersex Association (ILGA) Europe, Network of European LGBT Families (NELFA) and European Commission on Sexual Orientation Law (ECSOL)), which had been given leave by the President of the Chamber to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court (“the Rules of Court”).\n  6.  On 19 June 2014 the applicants requested the Court to hold a hearing on the admissibility and merits of the case. The Court considered that a hearing was unnecessary in the present case (Rules 54 § 5 and 59 § 3).\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  7.  Mr Tadeucci (“the first applicant”) was born in 1965. Mr McCall (“the second applicant”) was born in 1958. They live in Amsterdam.\nA.  Application by the second applicant for a residence permit for family reasons\n  8.  The applicants have formed a same-sex couple since 1999. They lived in New Zealand, with the status of unmarried couple, until December 2003, when they decided to settle in Italy on grounds of the first applicant’s poor health.\n  9.  During their first period of residence in Italy the second applicant had a student’s temporary residence permit. He subsequently applied for a residence permit for family reasons, under Legislative Decree no. 286 of 1998 ... .\n  10.  On 18 October 2004 the chief of the Livorno police rejected his application on the ground that the statutory criteria were not satisfied.\nB.  First-instance civil proceedings\n  11.  On 27 January 2005 the applicants appealed on the basis of Legislative Decree no. 286 of 1998, requesting that the second applicant be issued with a residence permit for family reasons.\n  12.  In a judgment of 4 July 2005 the Florence Civil Court allowed the applicants’ appeal.\n  13.  The court observed that the applicants were recognised as a couple in New Zealand, the first applicant having been issued with a residence permit in that country for family reasons in his capacity as an unmarried partner. The court found that the applicants’ status as an unmarried couple was not contrary to Italian public policy, as de facto couples received social and legal recognition in the Italian system. In the court’s view, Article 30 of Legislative Decree no. 286 of 1998 ... had to be interpreted in conformity with the principles established by the Constitution, which meant that a same-sex cohabiting partner should be regarded as a “member of the family” of the Italian national and thus entitled to obtain a residence permit.\n  14.  The court found that the right asserted by the second applicant also derived from Articles 3 and 10 of Directive 2004/38/EC of 29 May 2004 of the European Parliament and of the Council ..., which recognised the right of the partner of a citizen of the European Union (EU) to obtain a residence permit where the existence of a durable relationship was duly attested.\nC.  Appeal by the Minister of Foreign Affairs\n  15.  The Minister of Foreign Affairs appealed against the judgment of the Florence Civil Court.\n  16.  In a judgment of 12 May 2006 the Florence Court of Appeal allowed the appeal. It observed that the New Zealand authorities had recognised that the applicants had the status of “unmarried cohabiting partners” and not that of “members of the same family”.\n  17.  The Court of Appeal found, first, that the lower court’s recommended interpretation of Legislative Decree no. 286 of 1998, according to which the “cohabiting partner” was regarded as a “member of the family”, was not compatible with the Italian legal system, which, according to the court, ascribed a different scope and meaning to those two legal concepts. Secondly, the Court of Appeal pointed out that the Constitutional Court had repeatedly held that a relationship based on cohabitation alone, and lacking stability and legal certainty, could not in any circumstances be regarded as a legitimate family based on marriage.\n  18.  The Court of Appeal found that New Zealand law was not compatible with Italian public policy on the grounds, firstly, that it regarded persons of the same sex as “cohabiting partners” and, furthermore, that it could be construed as conferring the status of “family members” on them for the purposes of granting them a residence permit. Lastly, it added that neither European law, particularly Directive No 2004/38/EC ..., nor the provisions of the European Convention on Human Rights, obliged the States to recognise same-sex relationships.\nD.  Appeal on points of law by the applicants\n  19.  The applicants appealed on points of law.\n  20.  In a judgment of 30 September 2008, the text of which was deposited with the registry on 17 March 2009, the Court of Cassation dismissed the applicants’ appeal.\n  21.  The Court of Cassation observed first that, according to the terms of Article 29 of Legislative Decree no. 286 of 1998 ..., the concept of “family member” extended only to spouses, minor children, adult children who were not self-supporting for health reasons, and dependent relatives who lacked adequate support in their country of origin. It pointed out that as the Constitutional Court had, moreover, ruled out the possibility of extending to cohabiting partners the protection granted to members of a legitimate family, the Constitution did not require an extensive interpretation of Article 29 cited above.\n  22.  The Court of Cassation also considered that Articles 8 and 12 of the Convention did not require such an interpretation either. In its view, those provisions left a wide margin of appreciation to the States regarding the choice of means of exercising the rights they guaranteed, particularly in the area of immigration control. The Court of Cassation added that there had been no discrimination on grounds of the applicants’ sexual orientation in the present case. It observed in that connection that the non-eligibility of unmarried partners for a residence permit for family reasons applied to opposite-sex couples as well as same-sex partners.\n  23.  Lastly, it held that European Directive 2004/38/EC ..., which concerned the right of EU citizens to move freely within the territory of the Member States other than their State of origin, did not apply to the present case, which concerned family reunification with an Italian national resident in his own country.\nE.  The applicants’ marriage\n  24.  After being notified of the Court of Cassation’s judgment, the applicants left Italy in July 2009. They moved to the Netherlands, where the second applicant was issued with a five-year residence permit on 25 August 2009 as a de facto partner in a long-term relationship with an EU national.\n  25.  On 8 May 2010 the applicants married in Amsterdam. They stated that they had chosen to marry for personal reasons and not in order to obtain a residence permit, as the Netherlands authorities had already issued one to the second applicant. They added that the marriage contracted in the Netherlands did not allow them to live together in Italy. On 22 August 2014 the second applicant obtained a second five-year residence permit in the Netherlands, valid until 22 August 2019.\n  ...",
    "Entities": [
        {
            "Score": 0.8801681995391846,
            "Type": "OTHER",
            "Text": "51362/09",
            "BeginOffset": 51,
            "EndOffset": 59
        },
        {
            "Score": 0.7744999527931213,
            "Type": "ORGANIZATION",
            "Text": "Italian Republic",
            "BeginOffset": 73,
            "EndOffset": 89
        },
        {
            "Score": 0.8797822594642639,
            "Type": "OTHER",
            "Text": "Article 34",
            "BeginOffset": 118,
            "EndOffset": 128
        },
        {
            "Score": 0.9439989924430847,
            "Type": "TITLE",
            "Text": "Convention for the Protection of Human Rights and Fundamental Freedoms",
            "BeginOffset": 136,
            "EndOffset": 206
        },
        {
            "Score": 0.5933865904808044,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 232,
            "EndOffset": 239
        },
        {
            "Score": 0.8289332389831543,
            "Type": "LOCATION",
            "Text": "New-Zealand",
            "BeginOffset": 246,
            "EndOffset": 257
        },
        {
            "Score": 0.9994947910308838,
            "Type": "PERSON",
            "Text": "Roberto Taddeucci",
            "BeginOffset": 271,
            "EndOffset": 288
        },
        {
            "Score": 0.8620399236679077,
            "Type": "PERSON",
            "Text": "Mr Douglas McCall",
            "BeginOffset": 293,
            "EndOffset": 310
        },
        {
            "Score": 0.9376775026321411,
            "Type": "DATE",
            "Text": "15 September 2009",
            "BeginOffset": 334,
            "EndOffset": 351
        },
        {
            "Score": 0.8544208407402039,
            "Type": "PERSON",
            "Text": "Mr R.W. Wintemute",
            "BeginOffset": 411,
            "EndOffset": 428
        },
        {
            "Score": 0.9979760050773621,
            "Type": "LOCATION",
            "Text": "London",
            "BeginOffset": 453,
            "EndOffset": 459
        },
        {
            "Score": 0.7420782446861267,
            "Type": "ORGANIZATION",
            "Text": "Italian Government",
            "BeginOffset": 465,
            "EndOffset": 483
        },
        {
            "Score": 0.856159508228302,
            "Type": "PERSON",
            "Text": "Mrs E. Spatafora",
            "BeginOffset": 536,
            "EndOffset": 552
        },
        {
            "Score": 0.911014974117279,
            "Type": "PERSON",
            "Text": "P. Accardo",
            "BeginOffset": 581,
            "EndOffset": 591
        },
        {
            "Score": 0.8185166716575623,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 681,
            "EndOffset": 697
        },
        {
            "Score": 0.9986913800239563,
            "Type": "DATE",
            "Text": "10 January 2012",
            "BeginOffset": 791,
            "EndOffset": 806
        },
        {
            "Score": 0.35657620429992676,
            "Type": "QUANTITY",
            "Text": "each",
            "BeginOffset": 910,
            "EndOffset": 914
        },
        {
            "Score": 0.8970227837562561,
            "Type": "QUANTITY",
            "Text": "four non-governmental organisations",
            "BeginOffset": 996,
            "EndOffset": 1031
        },
        {
            "Score": 0.9885368943214417,
            "Type": "ORGANIZATION",
            "Text": "International Commission of Jurists",
            "BeginOffset": 1033,
            "EndOffset": 1068
        },
        {
            "Score": 0.9750580787658691,
            "Type": "ORGANIZATION",
            "Text": "ICJ",
            "BeginOffset": 1070,
            "EndOffset": 1073
        },
        {
            "Score": 0.9998400211334229,
            "Type": "ORGANIZATION",
            "Text": "International Lesbian",
            "BeginOffset": 1076,
            "EndOffset": 1097
        },
        {
            "Score": 0.5318000316619873,
            "Type": "ORGANIZATION",
            "Text": "Gay",
            "BeginOffset": 1099,
            "EndOffset": 1102
        },
        {
            "Score": 0.8476777672767639,
            "Type": "ORGANIZATION",
            "Text": "Bisexual Trans and Intersex Association",
            "BeginOffset": 1104,
            "EndOffset": 1143
        },
        {
            "Score": 0.9516324996948242,
            "Type": "ORGANIZATION",
            "Text": "ILGA",
            "BeginOffset": 1145,
            "EndOffset": 1149
        },
        {
            "Score": 0.9951711297035217,
            "Type": "LOCATION",
            "Text": "Europe",
            "BeginOffset": 1151,
            "EndOffset": 1157
        },
        {
            "Score": 0.886860191822052,
            "Type": "ORGANIZATION",
            "Text": "Network of European LGBT Families",
            "BeginOffset": 1159,
            "EndOffset": 1192
        },
        {
            "Score": 0.9660826921463013,
            "Type": "ORGANIZATION",
            "Text": "NELFA",
            "BeginOffset": 1194,
            "EndOffset": 1199
        },
        {
            "Score": 0.9542036652565002,
            "Type": "ORGANIZATION",
            "Text": "European Commission on Sexual Orientation Law",
            "BeginOffset": 1205,
            "EndOffset": 1250
        },
        {
            "Score": 0.8593876957893372,
            "Type": "ORGANIZATION",
            "Text": "ECSOL",
            "BeginOffset": 1252,
            "EndOffset": 1257
        },
        {
            "Score": 0.8053316473960876,
            "Type": "OTHER",
            "Text": "Article 36 § 2",
            "BeginOffset": 1359,
            "EndOffset": 1373
        },
        {
            "Score": 0.9472295641899109,
            "Type": "TITLE",
            "Text": "Convention and Rule 44 § 3 of the Rules of Court",
            "BeginOffset": 1381,
            "EndOffset": 1429
        },
        {
            "Score": 0.9989607930183411,
            "Type": "DATE",
            "Text": "19 June 2014",
            "BeginOffset": 1463,
            "EndOffset": 1475
        },
        {
            "Score": 0.878670334815979,
            "Type": "TITLE",
            "Text": "Rules 54 § 5 and 59 § 3)",
            "BeginOffset": 1647,
            "EndOffset": 1671
        },
        {
            "Score": 0.9999781847000122,
            "Type": "PERSON",
            "Text": "Tadeucci",
            "BeginOffset": 1726,
            "EndOffset": 1734
        },
        {
            "Score": 0.9999688863754272,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 1741,
            "EndOffset": 1746
        },
        {
            "Score": 0.9998767375946045,
            "Type": "DATE",
            "Text": "1965",
            "BeginOffset": 1771,
            "EndOffset": 1775
        },
        {
            "Score": 0.9999996423721313,
            "Type": "PERSON",
            "Text": "McCall",
            "BeginOffset": 1780,
            "EndOffset": 1786
        },
        {
            "Score": 0.9999653100967407,
            "Type": "QUANTITY",
            "Text": "second",
            "BeginOffset": 1793,
            "EndOffset": 1799
        },
        {
            "Score": 0.9998801946640015,
            "Type": "DATE",
            "Text": "1958",
            "BeginOffset": 1824,
            "EndOffset": 1828
        },
        {
            "Score": 0.9999994039535522,
            "Type": "LOCATION",
            "Text": "Amsterdam",
            "BeginOffset": 1843,
            "EndOffset": 1852
        },
        {
            "Score": 0.9992237091064453,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 1877,
            "EndOffset": 1893
        },
        {
            "Score": 0.9991618394851685,
            "Type": "DATE",
            "Text": "1999",
            "BeginOffset": 1993,
            "EndOffset": 1997
        },
        {
            "Score": 0.999972939491272,
            "Type": "LOCATION",
            "Text": "New Zealand",
            "BeginOffset": 2013,
            "EndOffset": 2024
        },
        {
            "Score": 0.7670636177062988,
            "Type": "DATE",
            "Text": "December 2003",
            "BeginOffset": 2069,
            "EndOffset": 2082
        },
        {
            "Score": 0.9999954700469971,
            "Type": "LOCATION",
            "Text": "Italy",
            "BeginOffset": 2115,
            "EndOffset": 2120
        },
        {
            "Score": 0.9997876882553101,
            "Type": "QUANTITY",
            "Text": "first applicant",
            "BeginOffset": 2139,
            "EndOffset": 2154
        },
        {
            "Score": 0.9341045022010803,
            "Type": "QUANTITY",
            "Text": "first period",
            "BeginOffset": 2189,
            "EndOffset": 2201
        },
        {
            "Score": 0.947187602519989,
            "Type": "LOCATION",
            "Text": "Italy",
            "BeginOffset": 2218,
            "EndOffset": 2223
        },
        {
            "Score": 0.9982065558433533,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 2228,
            "EndOffset": 2244
        },
        {
            "Score": 0.7528108954429626,
            "Type": "QUANTITY",
            "Text": "286",
            "BeginOffset": 2385,
            "EndOffset": 2388
        },
        {
            "Score": 0.9486957788467407,
            "Type": "DATE",
            "Text": "1998",
            "BeginOffset": 2392,
            "EndOffset": 2396
        },
        {
            "Score": 0.9987470507621765,
            "Type": "DATE",
            "Text": "18 October 2004",
            "BeginOffset": 2413,
            "EndOffset": 2428
        },
        {
            "Score": 0.3021024465560913,
            "Type": "LOCATION",
            "Text": "Livorno",
            "BeginOffset": 2446,
            "EndOffset": 2453
        },
        {
            "Score": 0.7493143081665039,
            "Type": "QUANTITY",
            "Text": "First-instance",
            "BeginOffset": 2552,
            "EndOffset": 2566
        },
        {
            "Score": 0.9981096386909485,
            "Type": "DATE",
            "Text": "27 January 2005",
            "BeginOffset": 2595,
            "EndOffset": 2610
        },
        {
            "Score": 0.7734425067901611,
            "Type": "QUANTITY",
            "Text": "286",
            "BeginOffset": 2674,
            "EndOffset": 2677
        },
        {
            "Score": 0.9890208840370178,
            "Type": "DATE",
            "Text": "1998",
            "BeginOffset": 2681,
            "EndOffset": 2685
        },
        {
            "Score": 0.489923894405365,
            "Type": "QUANTITY",
            "Text": "second",
            "BeginOffset": 2707,
            "EndOffset": 2713
        },
        {
            "Score": 0.9993411302566528,
            "Type": "DATE",
            "Text": "4 July 2005",
            "BeginOffset": 2802,
            "EndOffset": 2813
        },
        {
            "Score": 0.9504173398017883,
            "Type": "ORGANIZATION",
            "Text": "Florence Civil Court",
            "BeginOffset": 2818,
            "EndOffset": 2838
        },
        {
            "Score": 0.5663027167320251,
            "Type": "QUANTITY",
            "Text": "couple",
            "BeginOffset": 2938,
            "EndOffset": 2944
        },
        {
            "Score": 0.9983471035957336,
            "Type": "LOCATION",
            "Text": "New Zealand",
            "BeginOffset": 2948,
            "EndOffset": 2959
        },
        {
            "Score": 0.5158280730247498,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 2965,
            "EndOffset": 2970
        },
        {
            "Score": 0.5407536625862122,
            "Type": "QUANTITY",
            "Text": "couple",
            "BeginOffset": 3160,
            "EndOffset": 3166
        },
        {
            "Score": 0.5356888175010681,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 3187,
            "EndOffset": 3194
        },
        {
            "Score": 0.6442762613296509,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 3275,
            "EndOffset": 3282
        },
        {
            "Score": 0.9999784231185913,
            "Type": "OTHER",
            "Text": "Article 30",
            "BeginOffset": 3312,
            "EndOffset": 3322
        },
        {
            "Score": 0.618807852268219,
            "Type": "QUANTITY",
            "Text": "286",
            "BeginOffset": 3349,
            "EndOffset": 3352
        },
        {
            "Score": 0.6079275608062744,
            "Type": "DATE",
            "Text": "1998",
            "BeginOffset": 3356,
            "EndOffset": 3360
        },
        {
            "Score": 0.9999661445617676,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 3555,
            "EndOffset": 3562
        },
        {
            "Score": 0.9998804926872253,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 3674,
            "EndOffset": 3690
        },
        {
            "Score": 0.9997736811637878,
            "Type": "OTHER",
            "Text": "Articles 3",
            "BeginOffset": 3709,
            "EndOffset": 3719
        },
        {
            "Score": 0.9273959398269653,
            "Type": "OTHER",
            "Text": "10",
            "BeginOffset": 3724,
            "EndOffset": 3726
        },
        {
            "Score": 0.868302583694458,
            "Type": "OTHER",
            "Text": "Directive 2004/38/EC",
            "BeginOffset": 3730,
            "EndOffset": 3750
        },
        {
            "Score": 0.9418374300003052,
            "Type": "DATE",
            "Text": "29 May 2004",
            "BeginOffset": 3754,
            "EndOffset": 3765
        },
        {
            "Score": 0.9985243678092957,
            "Type": "ORGANIZATION",
            "Text": "European Parliament",
            "BeginOffset": 3773,
            "EndOffset": 3792
        },
        {
            "Score": 0.9996771812438965,
            "Type": "ORGANIZATION",
            "Text": "European Union",
            "BeginOffset": 3879,
            "EndOffset": 3893
        },
        {
            "Score": 0.9824433326721191,
            "Type": "ORGANIZATION",
            "Text": "EU",
            "BeginOffset": 3895,
            "EndOffset": 3897
        },
        {
            "Score": 0.9103943705558777,
            "Type": "PERSON",
            "Text": "Minister of Foreign Affairs\n  15",
            "BeginOffset": 4011,
            "EndOffset": 4043
        },
        {
            "Score": 0.8922841548919678,
            "Type": "PERSON",
            "Text": "Minister of Foreign Affairs",
            "BeginOffset": 4050,
            "EndOffset": 4077
        },
        {
            "Score": 0.9535605311393738,
            "Type": "ORGANIZATION",
            "Text": "Florence Civil Court",
            "BeginOffset": 4115,
            "EndOffset": 4135
        },
        {
            "Score": 0.8946393132209778,
            "Type": "OTHER",
            "Text": "16",
            "BeginOffset": 4139,
            "EndOffset": 4141
        },
        {
            "Score": 0.9993193745613098,
            "Type": "DATE",
            "Text": "12 May 2006",
            "BeginOffset": 4161,
            "EndOffset": 4172
        },
        {
            "Score": 0.9722307324409485,
            "Type": "ORGANIZATION",
            "Text": "Florence Court of Appeal",
            "BeginOffset": 4177,
            "EndOffset": 4201
        },
        {
            "Score": 0.9999945759773254,
            "Type": "LOCATION",
            "Text": "New Zealand",
            "BeginOffset": 4243,
            "EndOffset": 4254
        },
        {
            "Score": 0.9256432056427002,
            "Type": "ORGANIZATION",
            "Text": "Court of Appeal",
            "BeginOffset": 4409,
            "EndOffset": 4424
        },
        {
            "Score": 0.9999741315841675,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 4432,
            "EndOffset": 4437
        },
        {
            "Score": 0.6838096976280212,
            "Type": "QUANTITY",
            "Text": "286",
            "BeginOffset": 4515,
            "EndOffset": 4518
        },
        {
            "Score": 0.9935572743415833,
            "Type": "DATE",
            "Text": "1998",
            "BeginOffset": 4522,
            "EndOffset": 4526
        },
        {
            "Score": 0.5183137655258179,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 4642,
            "EndOffset": 4649
        },
        {
            "Score": 0.8819224834442139,
            "Type": "QUANTITY",
            "Text": "two legal concepts",
            "BeginOffset": 4743,
            "EndOffset": 4761
        },
        {
            "Score": 0.7378999590873718,
            "Type": "QUANTITY",
            "Text": "Secondly",
            "BeginOffset": 4763,
            "EndOffset": 4771
        },
        {
            "Score": 0.9070566892623901,
            "Type": "ORGANIZATION",
            "Text": "Court of Appeal",
            "BeginOffset": 4777,
            "EndOffset": 4792
        },
        {
            "Score": 0.809736430644989,
            "Type": "ORGANIZATION",
            "Text": "Constitutional Court",
            "BeginOffset": 4814,
            "EndOffset": 4834
        },
        {
            "Score": 0.867367684841156,
            "Type": "ORGANIZATION",
            "Text": "Court of Appeal",
            "BeginOffset": 5043,
            "EndOffset": 5058
        },
        {
            "Score": 0.9457396268844604,
            "Type": "LOCATION",
            "Text": "New Zealand",
            "BeginOffset": 5070,
            "EndOffset": 5081
        },
        {
            "Score": 0.7685102820396423,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 5110,
            "EndOffset": 5117
        },
        {
            "Score": 0.6017202138900757,
            "Type": "QUANTITY",
            "Text": "firstly",
            "BeginOffset": 5148,
            "EndOffset": 5155
        },
        {
            "Score": 0.6686198115348816,
            "Type": "OTHER",
            "Text": "European",
            "BeginOffset": 5405,
            "EndOffset": 5413
        },
        {
            "Score": 0.7941017150878906,
            "Type": "DATE",
            "Text": "2004",
            "BeginOffset": 5445,
            "EndOffset": 5449
        },
        {
            "Score": 0.5380649566650391,
            "Type": "DATE",
            "Text": "38",
            "BeginOffset": 5450,
            "EndOffset": 5452
        },
        {
            "Score": 0.9712390899658203,
            "Type": "EVENT",
            "Text": "European Convention on Human Rights",
            "BeginOffset": 5487,
            "EndOffset": 5522
        },
        {
            "Score": 0.8191776275634766,
            "Type": "PERSON",
            "Text": "D.  Appeal",
            "BeginOffset": 5580,
            "EndOffset": 5590
        },
        {
            "Score": 0.9993810653686523,
            "Type": "QUANTITY",
            "Text": "19",
            "BeginOffset": 5628,
            "EndOffset": 5630
        },
        {
            "Score": 0.9784416556358337,
            "Type": "QUANTITY",
            "Text": "20",
            "BeginOffset": 5677,
            "EndOffset": 5679
        },
        {
            "Score": 0.9957471489906311,
            "Type": "DATE",
            "Text": "30 September 2008",
            "BeginOffset": 5699,
            "EndOffset": 5716
        },
        {
            "Score": 0.9993647933006287,
            "Type": "DATE",
            "Text": "17 March 2009",
            "BeginOffset": 5771,
            "EndOffset": 5784
        },
        {
            "Score": 0.9685370326042175,
            "Type": "ORGANIZATION",
            "Text": "Court of Cassation",
            "BeginOffset": 5790,
            "EndOffset": 5808
        },
        {
            "Score": 0.9960281848907471,
            "Type": "QUANTITY",
            "Text": "21",
            "BeginOffset": 5845,
            "EndOffset": 5847
        },
        {
            "Score": 0.8315679430961609,
            "Type": "ORGANIZATION",
            "Text": "Court of Cassation",
            "BeginOffset": 5854,
            "EndOffset": 5872
        },
        {
            "Score": 0.9987471103668213,
            "Type": "QUANTITY",
            "Text": "first",
            "BeginOffset": 5882,
            "EndOffset": 5887
        },
        {
            "Score": 0.999937117099762,
            "Type": "OTHER",
            "Text": "Article 29",
            "BeginOffset": 5920,
            "EndOffset": 5930
        },
        {
            "Score": 0.5849428176879883,
            "Type": "QUANTITY",
            "Text": "286",
            "BeginOffset": 5957,
            "EndOffset": 5960
        },
        {
            "Score": 0.7448192238807678,
            "Type": "DATE",
            "Text": "1998",
            "BeginOffset": 5964,
            "EndOffset": 5968
        },
        {
            "Score": 0.9998095035552979,
            "Type": "ORGANIZATION",
            "Text": "Constitutional Court",
            "BeginOffset": 6218,
            "EndOffset": 6238
        },
        {
            "Score": 0.9997852444648743,
            "Type": "OTHER",
            "Text": "Article 29",
            "BeginOffset": 6438,
            "EndOffset": 6448
        },
        {
            "Score": 0.7514132261276245,
            "Type": "ORGANIZATION",
            "Text": "Court of Cassation",
            "BeginOffset": 6473,
            "EndOffset": 6491
        },
        {
            "Score": 0.9999240040779114,
            "Type": "OTHER",
            "Text": "Articles 8",
            "BeginOffset": 6513,
            "EndOffset": 6523
        },
        {
            "Score": 0.9999058246612549,
            "Type": "OTHER",
            "Text": "12",
            "BeginOffset": 6528,
            "EndOffset": 6530
        },
        {
            "Score": 0.9380770921707153,
            "Type": "ORGANIZATION",
            "Text": "Court of Cassation",
            "BeginOffset": 6800,
            "EndOffset": 6818
        },
        {
            "Score": 0.5848170518875122,
            "Type": "EVENT",
            "Text": "European Directive 2004",
            "BeginOffset": 7143,
            "EndOffset": 7166
        },
        {
            "Score": 0.5776982307434082,
            "Type": "QUANTITY",
            "Text": "38",
            "BeginOffset": 7167,
            "EndOffset": 7169
        },
        {
            "Score": 0.27771466970443726,
            "Type": "ORGANIZATION",
            "Text": "EC",
            "BeginOffset": 7170,
            "EndOffset": 7172
        },
        {
            "Score": 0.638546347618103,
            "Type": "ORGANIZATION",
            "Text": "EU",
            "BeginOffset": 7207,
            "EndOffset": 7209
        },
        {
            "Score": 0.5963400602340698,
            "Type": "OTHER",
            "Text": "Italian",
            "BeginOffset": 7390,
            "EndOffset": 7397
        },
        {
            "Score": 0.6473498344421387,
            "Type": "QUANTITY",
            "Text": "24",
            "BeginOffset": 7467,
            "EndOffset": 7469
        },
        {
            "Score": 0.9134920239448547,
            "Type": "ORGANIZATION",
            "Text": "Court of Cassation",
            "BeginOffset": 7500,
            "EndOffset": 7518
        },
        {
            "Score": 0.8670095801353455,
            "Type": "LOCATION",
            "Text": "Italy",
            "BeginOffset": 7551,
            "EndOffset": 7556
        },
        {
            "Score": 0.9992283582687378,
            "Type": "DATE",
            "Text": "July 2009",
            "BeginOffset": 7560,
            "EndOffset": 7569
        },
        {
            "Score": 0.977238655090332,
            "Type": "LOCATION",
            "Text": "Netherlands",
            "BeginOffset": 7589,
            "EndOffset": 7600
        },
        {
            "Score": 0.7772243022918701,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 7612,
            "EndOffset": 7628
        },
        {
            "Score": 0.9503964185714722,
            "Type": "QUANTITY",
            "Text": "five-year",
            "BeginOffset": 7647,
            "EndOffset": 7656
        },
        {
            "Score": 0.9996835589408875,
            "Type": "DATE",
            "Text": "25 August 2009",
            "BeginOffset": 7677,
            "EndOffset": 7691
        },
        {
            "Score": 0.42893797159194946,
            "Type": "ORGANIZATION",
            "Text": "EU",
            "BeginOffset": 7750,
            "EndOffset": 7752
        },
        {
            "Score": 0.522660493850708,
            "Type": "QUANTITY",
            "Text": "25",
            "BeginOffset": 7765,
            "EndOffset": 7767
        },
        {
            "Score": 0.9962764978408813,
            "Type": "DATE",
            "Text": "8 May 2010",
            "BeginOffset": 7773,
            "EndOffset": 7783
        },
        {
            "Score": 0.9996071457862854,
            "Type": "LOCATION",
            "Text": "Amsterdam",
            "BeginOffset": 7810,
            "EndOffset": 7819
        },
        {
            "Score": 0.9999938011169434,
            "Type": "LOCATION",
            "Text": "Netherlands",
            "BeginOffset": 7938,
            "EndOffset": 7949
        },
        {
            "Score": 0.9999920129776001,
            "Type": "QUANTITY",
            "Text": "one",
            "BeginOffset": 7981,
            "EndOffset": 7984
        },
        {
            "Score": 0.9997280836105347,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 7992,
            "EndOffset": 8008
        },
        {
            "Score": 0.9999958276748657,
            "Type": "LOCATION",
            "Text": "Netherlands",
            "BeginOffset": 8057,
            "EndOffset": 8068
        },
        {
            "Score": 0.9999547004699707,
            "Type": "LOCATION",
            "Text": "Italy",
            "BeginOffset": 8108,
            "EndOffset": 8113
        },
        {
            "Score": 0.999882161617279,
            "Type": "DATE",
            "Text": "22 August 2014",
            "BeginOffset": 8118,
            "EndOffset": 8132
        },
        {
            "Score": 0.9998226165771484,
            "Type": "QUANTITY",
            "Text": "second applicant",
            "BeginOffset": 8137,
            "EndOffset": 8153
        },
        {
            "Score": 0.8425499200820923,
            "Type": "QUANTITY",
            "Text": "second five-year",
            "BeginOffset": 8165,
            "EndOffset": 8181
        },
        {
            "Score": 0.999957799911499,
            "Type": "LOCATION",
            "Text": "Netherlands",
            "BeginOffset": 8206,
            "EndOffset": 8217
        },
        {
            "Score": 0.994025707244873,
            "Type": "DATE",
            "Text": "22 August 2019",
            "BeginOffset": 8231,
            "EndOffset": 8245
        }
    ]
}