{
    "CaseName": "CASE OF WENNER v. GERMANY",
    "CaseText": "E\n  1.  The case originated in an application (no. 62303/13) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") by a German national, Mr Wolfgang Adam Wenner (\"the applicant\"), on 30 September 2013.\n  2.  The applicant, who had been granted legal aid, was represented by Mr F. Haas, a lawyer practising in Starnberg. The German Government (\"the Government\") were represented by one of their Agents, Mr H.-J. Behrens, of the Federal Ministry of Justice and Consumer Protection.\n  3.  The applicant alleged that the refusal to grant him drug substitution treatment during his imprisonment, including a refusal to have the necessity of such treatment examined by an external medical expert, had breached Article 3 of the Convention.\n  4.  On 17 June 2014 the application was communicated to the Government.\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  5.  The applicant was born in 1955. At the time of lodging his application, he was detained in Kaisheim Prison. He was released subsequently.\nA.  The applicant's medical condition and treatment received in detention\n  6.  The applicant has been continuously addicted to heroin since 1973, when he was aged 17. He has also been suffering from hepatitis C since 1975 and has been HIV-positive since 1988. He has been considered 100% disabled and has been receiving an employment disability pension since 2001. He has tried to overcome his addiction to heroin with various types of treatment (including five courses of in-house drug rehabilitation therapy), all of which failed. From 1991 to 2008 the applicant's heroin addiction was treated with medically prescribed and supervised drug substitution therapy. Since 2005, the applicant had reduced the dosage of his drug substitution medication (Polamidon) and consumed heroin in addition to that medication.\n  7.  In 2008 the applicant was arrested on suspicion of drug trafficking and taken in detention on remand in Kaisheim Prison, where his drug substitution treatment was interrupted against his will. On 3 June 2009 the Augsburg Regional Court convicted the applicant of drug trafficking, sentenced him to three years and six months' imprisonment and, having regard to a previous conviction, to another two years and six months' imprisonment. It further ordered the applicant's placement in a drug detoxification facility, to be executed after a period of six months' detention in prison. The applicant was still not provided with substitution treatment for his heroin addiction. On 10 December 2009 he was transferred to a drug rehabilitation centre in Günzburg, Bavaria, where he underwent abstinence-based treatment for his addiction, without additional substitution treatment.\n  8.  On 19 April 2010 the Memmingen Regional Court declared the applicant's detention in the detoxification facility terminated and ordered his retransfer to prison. In a decision dated 25 June 2010 the Munich Court of Appeal dismissed the applicant's appeal. Having regard, in particular, to the views expressed by the applicant's treating doctors, the court considered that it could no longer be expected with sufficient probability that the applicant could be cured from his drug addiction or could be prevented for a considerable time from relapsing into drug abuse. He had secretly consumed methadone at the clinic and lacked motivation to lead a drug-free life.\n  9.  The applicant was transferred back to Kaisheim Prison on 30 April 2010. The prison doctors gave him various painkillers for chronic pain resulting from his polyneuropathy, on a daily basis. During his detention, the pain in his feet, neck and spine became such that, at least during certain periods, he spent most of his time in bed.\n  10.  The applicant was examined by an external doctor for internal medicine, H., on the prison authorities' request in October 2010. H. did not consider any changes in the treatment of the applicant's HIV and hepatitis C infections necessary. Having regard to the applicant's chronic pain linked to his long-term drug consumption and polyneuropathy, he suggested that the prison medical service reconsider the possibility of drug substitution treatment. He subsequently confirmed that the applicant should be examined by a doctor specialised in drug addiction therapy to that end.\n  11.  The applicant also obtained, on his request, an opinion drawn up by an external doctor specialised in drug addiction treatment (B.) dated 27 July 2011, on the basis of the written findings of doctor H. and the Kaisheim Prison doctor's and authorities' findings and statements, but without having been able to examine the applicant in person. B. considered that from a medical point of view, drug substitution treatment had to be provided to the applicant. He explained that in accordance with the Federal Medical Association's Guidelines for the Substitution Treatment of Opiate Addicts (Richtlinien der Bundesärztekammer zur Durchführung der substitutionsgestützten Behandlung Opiatabhängiger) of 19 February 2010 (see paragraph 30 below), drug substitution therapy was internationally recognised as being the best possible therapy for long-standing opioid addicts. Detoxification caused the person concerned serious physical strain and extreme mental stress and should only be attempted in cases of a very short opioid dependence. Drug substitution therapy prevented a deterioration of the patient's state of health and a high risk to life, which arose particularly after forced abstinence in detention. It further prevented the spreading of infectious diseases such as HIV and hepatitis C. It had to be clarified whether, in the applicant's case, further treatment for the hepatitis C from which he suffered was necessary.\nB.  The proceedings at issue\n1.  The decision of the prison authorities\n  12.  By submissions dated 6 June 2011, which he supplemented subsequently, the applicant made a request to the Kaisheim prison authorities for treatment with Diamorphin, Polamidon or another heroin substitute for his heroin addiction. Alternatively, he requested that the question of whether such substitution treatment was necessary be examined by a drug addiction specialist.\n  13.  The applicant claimed that drug substitution treatment was the only adequate treatment for his medical condition. Under the relevant Guidelines of the Federal Medical Association for the Substitution Treatment of Opiate Addicts, drug substitution treatment, which he had received prior to his detention, was the required standard treatment for his condition and had to be continued during his detention.\n  14.  The applicant claimed that, as confirmed by doctor H., the serious chronic neurological pain from which he was suffering could be considerably alleviated by drug substitution treatment, as had been the case during his previous substitution treatment. Having been addicted to heroin for almost forty years, he stood hardly any chance of leading a totally drug-free life on release from prison. His rehabilitation could therefore better be furthered by providing him drug substitution treatment. While undergoing such treatment previously, he had been able to lead a relatively normal life and to complete training as a software engineer.\n  15.  Furthermore, referring to doctor B.'s opinion, the applicant claimed that he was in need of Interferon therapy in order to treat his hepatitis C infection. In view of his poor physical and mental health, it was impossible to carry out such treatment without simultaneous drug substitution therapy. Substitution also helped to protect other prisoners from infection when using the same needles as he did for the consumption of drugs and diminished the trafficking and uncontrolled consumption of illegal drugs in prison. He also considered that the prison doctors did not have specialist knowledge in drug addiction treatment and asked to be examined by an external specialist.\n  16.  After the prison authorities' first decision dismissing the applicant's application was quashed by the Augsburg Regional Court on 4 October 2011 for lack of sufficient reasoning, the prison authorities, on 16 January 2012, again dismissed the applicant's request.\n  17.  The prison authorities argued that substitution treatment was neither necessary from a medical point of view nor a suitable measure for the applicant's rehabilitation. With regard to the medical necessity of drug substitution therapy, the prison authorities, relying on prison doctor S.'s statement, considered that drug substitution therapy was not a necessary treatment for the purposes of section 60 of the Bavarian Execution of Sentences Act (see paragraph 27 below). They found that the applicant, who was severely addicted to drugs, had not received drug substitution treatment prior to his current detention in Kaisheim Prison. He had been placed in a drug rehabilitation centre for five months before his transfer to Kaisheim Prison, where he had been treated by medical experts with considerable knowledge of drug addiction treatment. The applicant had neither been given substitution treatment in the clinic, nor had the doctors recommended substitution treatment in prison. After three years in detention, he no longer suffered from physical withdrawal symptoms. Moreover, his condition with regard to his HIV and hepatitis C infections was stable and did not require any therapy for which substitution treatment was a necessary precondition. As suggested by the prison doctor, the applicant should use the opportunity to wean himself off opioids, such as heroin and its substitutes, while in prison, as it was very difficult to obtain drugs there.\n  18.  With regard to the applicant's social rehabilitation and treatment (sections 2 and 3 of the Bavarian Execution of Sentences Act, see paragraph 27 below), the prison authorities added that the main reason for which addicts underwent drug substitution therapy was to prevent them from becoming impoverished and from becoming involved in drug-related criminality. In prison, these risks were not present. Furthermore, the applicant had already shown that substitution therapy while he was at liberty had not prevented him from consuming other drugs or committing crimes, which had been caused by his antisocial nature. Moreover, the applicant had also consumed drugs while in detention. Therefore, providing him substitution treatment could lead to a risk to life and limb.\n2.  The proceedings before the Augsburg Regional Court\n  19.  On 26 January 2012 the applicant, relying on the reasons he had submitted to the prison authorities, appealed against the decision of the prison authorities to the Augsburg Regional Court. He further submitted that the authorities of Kaisheim Prison, where no substitution treatment had ever been provided, had omitted to examine the medical necessity of drug substitution therapy under the relevant criteria laid down, in particular, in the Federal Medical Association's Guidelines for the Substitution Treatment of Opiate Addicts, which were clearly met in his case. He further argued that under the applicable administrative rules for substitution treatment in prison in the Land of Baden-Württemberg, he would be provided with drug substitution therapy, which is carried out in the prisons of the majority of the German Länder.\n  20.  On 28 March 2012 the Augsburg Regional Court, endorsing the reasons given by the prison authorities, dismissed the applicant's appeal. It added that it was not necessary to obtain the opinion of a drug addiction expert. The prison doctors of Kaisheim Prison had sufficient training to decide on the medical necessity of drug substitution therapy, irrespective of the fact that drug substitution therapies might never have been used in that prison. The administrative rules for substitution treatment in prison applicable in the Land of Baden-Württemberg were irrelevant, given that Kaisheim Prison was situated in the Land of Bavaria.\n3.  The proceedings before the Munich Court of Appeal\n  21.  On 4 May 2012 the applicant lodged an appeal on points of law with the Munich Court of Appeal. He submitted that the Regional Court's failure to investigate sufficiently whether drug substitution treatment was necessary, under the applicable Federal Medical Association's Guidelines and with the help of an independent doctor specialised in drug addiction treatment, had breached section 60 of the Bavarian Execution of Sentences Act and Article 3 of the Convention. Refusing him the alleviation of his intense neurological pain with an existing and medically necessary treatment constituted inhuman treatment.\n  22.  On 9 August 2012 the Court of Appeal dismissed the appeal as ill-founded. In the court's view, the applicant had failed to show why drug substitution therapy was the one specific medical treatment he needed. He had further failed to prove that the prison doctors of Kaisheim Prison were not qualified to decide about the medical necessity of heroin substitution. The applicant's objection against the Court of Appeal's decision was rejected.\n4.  The proceedings before the Federal Constitutional Court\n  23.  On 10 September 2012 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He complained that his right to respect for his physical integrity under the Basic Law had been breached because he was denied drug substitution therapy, the only suitable therapy to treat his chronic pain, which would make Interferon therapy possible and allow him to reduce his craving for heroin and lead a \"normal\" everyday prison life without isolation. He further complained that his right to be heard under the Basic Law had been violated as the domestic courts had not taken into consideration the medical opinions he had submitted to show that a substitution treatment was necessary and had failed to consult an independent specialised expert.\n  24.  On 10 April 2013 the Federal Constitutional Court declined to consider the applicant's constitutional complaint without giving reasons (file no. 2 BvR 2263/12).\nC.  Subsequent developments\n  25.  On 17 November 2014 the Kaisheim prison authorities rejected the applicant's fresh request to be provided with substitution treatment in preparation for his release. The applicant's counsel was advised to ensure that the applicant was taken to a drug rehabilitation clinic immediately on his release in order to prevent him from taking an overdose of heroine as soon as he was at liberty.\n  26.  On 3 December 2014 the applicant was released. When examined by a doctor on 5 December 2014 he tested positive for methadone and cocaine. The doctor confirmed that the applicant would receive drug substitution treatment from 8 December 2014 onwards.",
    "Entities": [
        {
            "Score": 0.8260143399238586,
            "Type": "OTHER",
            "Text": "62303/13",
            "BeginOffset": 51,
            "EndOffset": 59
        },
        {
            "Score": 0.9526810050010681,
            "Type": "ORGANIZATION",
            "Text": "Federal Republic of Germany",
            "BeginOffset": 73,
            "EndOffset": 100
        },
        {
            "Score": 0.8738933801651001,
            "Type": "OTHER",
            "Text": "Article 34",
            "BeginOffset": 129,
            "EndOffset": 139
        },
        {
            "Score": 0.9416802525520325,
            "Type": "TITLE",
            "Text": "Convention for the Protection of Human Rights and Fundamental Freedoms",
            "BeginOffset": 147,
            "EndOffset": 217
        },
        {
            "Score": 0.6576160192489624,
            "Type": "OTHER",
            "Text": "German",
            "BeginOffset": 242,
            "EndOffset": 248
        },
        {
            "Score": 0.9936376214027405,
            "Type": "PERSON",
            "Text": "Wolfgang Adam Wenner",
            "BeginOffset": 262,
            "EndOffset": 282
        },
        {
            "Score": 0.9749628901481628,
            "Type": "DATE",
            "Text": "30 September 2013",
            "BeginOffset": 305,
            "EndOffset": 322
        },
        {
            "Score": 0.8544468283653259,
            "Type": "PERSON",
            "Text": "Mr F. Haas",
            "BeginOffset": 396,
            "EndOffset": 406
        },
        {
            "Score": 0.9628570675849915,
            "Type": "LOCATION",
            "Text": "Starnberg",
            "BeginOffset": 431,
            "EndOffset": 440
        },
        {
            "Score": 0.8586547374725342,
            "Type": "ORGANIZATION",
            "Text": "German Government",
            "BeginOffset": 446,
            "EndOffset": 463
        },
        {
            "Score": 0.44537797570228577,
            "Type": "PERSON",
            "Text": "H",
            "BeginOffset": 527,
            "EndOffset": 528
        },
        {
            "Score": 0.9960559606552124,
            "Type": "PERSON",
            "Text": "J. Behrens",
            "BeginOffset": 530,
            "EndOffset": 540
        },
        {
            "Score": 0.9692831039428711,
            "Type": "ORGANIZATION",
            "Text": "Federal Ministry of Justice and Consumer Protection",
            "BeginOffset": 549,
            "EndOffset": 600
        },
        {
            "Score": 0.9628519415855408,
            "Type": "OTHER",
            "Text": "Article 3",
            "BeginOffset": 826,
            "EndOffset": 835
        },
        {
            "Score": 0.7419824600219727,
            "Type": "TITLE",
            "Text": "Convention.\n  4",
            "BeginOffset": 843,
            "EndOffset": 858
        },
        {
            "Score": 0.9998252987861633,
            "Type": "DATE",
            "Text": "17 June 2014",
            "BeginOffset": 864,
            "EndOffset": 876
        },
        {
            "Score": 0.9998968839645386,
            "Type": "DATE",
            "Text": "1955",
            "BeginOffset": 1005,
            "EndOffset": 1009
        },
        {
            "Score": 0.999997079372406,
            "Type": "LOCATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 1070,
            "EndOffset": 1085
        },
        {
            "Score": 0.936238169670105,
            "Type": "DATE",
            "Text": "1973",
            "BeginOffset": 1258,
            "EndOffset": 1262
        },
        {
            "Score": 0.9999613165855408,
            "Type": "QUANTITY",
            "Text": "aged 17",
            "BeginOffset": 1276,
            "EndOffset": 1283
        },
        {
            "Score": 0.974035382270813,
            "Type": "DATE",
            "Text": "1975",
            "BeginOffset": 1335,
            "EndOffset": 1339
        },
        {
            "Score": 0.9998487234115601,
            "Type": "DATE",
            "Text": "1988",
            "BeginOffset": 1372,
            "EndOffset": 1376
        },
        {
            "Score": 0.9999163746833801,
            "Type": "QUANTITY",
            "Text": "100%",
            "BeginOffset": 1401,
            "EndOffset": 1405
        },
        {
            "Score": 0.9994562268257141,
            "Type": "DATE",
            "Text": "2001",
            "BeginOffset": 1477,
            "EndOffset": 1481
        },
        {
            "Score": 0.9998736381530762,
            "Type": "QUANTITY",
            "Text": "five courses",
            "BeginOffset": 1575,
            "EndOffset": 1587
        },
        {
            "Score": 0.9999946355819702,
            "Type": "DATE",
            "Text": "1991",
            "BeginOffset": 1656,
            "EndOffset": 1660
        },
        {
            "Score": 0.9992883801460266,
            "Type": "DATE",
            "Text": "2008",
            "BeginOffset": 1664,
            "EndOffset": 1668
        },
        {
            "Score": 0.9999978542327881,
            "Type": "DATE",
            "Text": "2005",
            "BeginOffset": 1788,
            "EndOffset": 1792
        },
        {
            "Score": 0.9999997615814209,
            "Type": "DATE",
            "Text": "2008",
            "BeginOffset": 1940,
            "EndOffset": 1944
        },
        {
            "Score": 0.9999673366546631,
            "Type": "LOCATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 2041,
            "EndOffset": 2056
        },
        {
            "Score": 0.9999459385871887,
            "Type": "DATE",
            "Text": "3 June 2009",
            "BeginOffset": 2133,
            "EndOffset": 2144
        },
        {
            "Score": 0.999299943447113,
            "Type": "ORGANIZATION",
            "Text": "Augsburg Regional Court",
            "BeginOffset": 2149,
            "EndOffset": 2172
        },
        {
            "Score": 0.9999672770500183,
            "Type": "QUANTITY",
            "Text": "three years",
            "BeginOffset": 2235,
            "EndOffset": 2246
        },
        {
            "Score": 0.9634882807731628,
            "Type": "QUANTITY",
            "Text": "six months",
            "BeginOffset": 2251,
            "EndOffset": 2261
        },
        {
            "Score": 0.9999961853027344,
            "Type": "QUANTITY",
            "Text": "two years",
            "BeginOffset": 2332,
            "EndOffset": 2341
        },
        {
            "Score": 0.9766424298286438,
            "Type": "QUANTITY",
            "Text": "six months",
            "BeginOffset": 2346,
            "EndOffset": 2356
        },
        {
            "Score": 0.9774320721626282,
            "Type": "QUANTITY",
            "Text": "six months",
            "BeginOffset": 2485,
            "EndOffset": 2495
        },
        {
            "Score": 0.903395414352417,
            "Type": "DATE",
            "Text": "10 December 2009",
            "BeginOffset": 2612,
            "EndOffset": 2628
        },
        {
            "Score": 0.9982171058654785,
            "Type": "LOCATION",
            "Text": "Günzburg, Bavaria",
            "BeginOffset": 2683,
            "EndOffset": 2700
        },
        {
            "Score": 0.9640611410140991,
            "Type": "DATE",
            "Text": "19 April 2010",
            "BeginOffset": 2819,
            "EndOffset": 2832
        },
        {
            "Score": 0.9997275471687317,
            "Type": "ORGANIZATION",
            "Text": "Memmingen Regional Court",
            "BeginOffset": 2837,
            "EndOffset": 2861
        },
        {
            "Score": 0.9997424483299255,
            "Type": "DATE",
            "Text": "25 June 2010",
            "BeginOffset": 2997,
            "EndOffset": 3009
        },
        {
            "Score": 0.9996750950813293,
            "Type": "ORGANIZATION",
            "Text": "Munich Court of Appeal",
            "BeginOffset": 3014,
            "EndOffset": 3036
        },
        {
            "Score": 0.9993162155151367,
            "Type": "LOCATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 3523,
            "EndOffset": 3538
        },
        {
            "Score": 0.9999798536300659,
            "Type": "DATE",
            "Text": "30 April 2010",
            "BeginOffset": 3542,
            "EndOffset": 3555
        },
        {
            "Score": 0.9971818327903748,
            "Type": "DATE",
            "Text": "October 2010",
            "BeginOffset": 3940,
            "EndOffset": 3952
        },
        {
            "Score": 0.9999992847442627,
            "Type": "OTHER",
            "Text": "HIV",
            "BeginOffset": 4022,
            "EndOffset": 4025
        },
        {
            "Score": 0.9999879598617554,
            "Type": "OTHER",
            "Text": "hepatitis",
            "BeginOffset": 4030,
            "EndOffset": 4039
        },
        {
            "Score": 0.9968992471694946,
            "Type": "DATE",
            "Text": "27 July 2011",
            "BeginOffset": 4547,
            "EndOffset": 4559
        },
        {
            "Score": 0.5757704973220825,
            "Type": "ORGANIZATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 4619,
            "EndOffset": 4634
        },
        {
            "Score": 0.983985960483551,
            "Type": "ORGANIZATION",
            "Text": "Federal Medical Association",
            "BeginOffset": 4906,
            "EndOffset": 4933
        },
        {
            "Score": 0.9982588291168213,
            "Type": "DATE",
            "Text": "19 February 2010",
            "BeginOffset": 5107,
            "EndOffset": 5123
        },
        {
            "Score": 0.8813751935958862,
            "Type": "OTHER",
            "Text": "paragraph 30",
            "BeginOffset": 5129,
            "EndOffset": 5141
        },
        {
            "Score": 0.9992302060127258,
            "Type": "DATE",
            "Text": "6 June 2011",
            "BeginOffset": 5935,
            "EndOffset": 5946
        },
        {
            "Score": 0.9999953508377075,
            "Type": "OTHER",
            "Text": "Kaisheim",
            "BeginOffset": 6020,
            "EndOffset": 6028
        },
        {
            "Score": 0.9994733929634094,
            "Type": "OTHER",
            "Text": "Diamorphin",
            "BeginOffset": 6067,
            "EndOffset": 6077
        },
        {
            "Score": 0.33335286378860474,
            "Type": "OTHER",
            "Text": "Polamidon",
            "BeginOffset": 6079,
            "EndOffset": 6088
        },
        {
            "Score": 0.9999995231628418,
            "Type": "OTHER",
            "Text": "heroin",
            "BeginOffset": 6100,
            "EndOffset": 6106
        },
        {
            "Score": 0.9962798357009888,
            "Type": "ORGANIZATION",
            "Text": "Federal Medical Association",
            "BeginOffset": 6445,
            "EndOffset": 6472
        },
        {
            "Score": 0.9575228095054626,
            "Type": "PERSON",
            "Text": "H.",
            "BeginOffset": 6756,
            "EndOffset": 6758
        },
        {
            "Score": 0.959894061088562,
            "Type": "QUANTITY",
            "Text": "forty years",
            "BeginOffset": 6998,
            "EndOffset": 7009
        },
        {
            "Score": 0.9997661113739014,
            "Type": "QUANTITY",
            "Text": "first decision",
            "BeginOffset": 8063,
            "EndOffset": 8077
        },
        {
            "Score": 0.9999741315841675,
            "Type": "ORGANIZATION",
            "Text": "Augsburg Regional Court",
            "BeginOffset": 8136,
            "EndOffset": 8159
        },
        {
            "Score": 0.9850197434425354,
            "Type": "DATE",
            "Text": "4 October 2011",
            "BeginOffset": 8163,
            "EndOffset": 8177
        },
        {
            "Score": 0.9991852045059204,
            "Type": "DATE",
            "Text": "16 January 2012",
            "BeginOffset": 8239,
            "EndOffset": 8254
        },
        {
            "Score": 0.99997878074646,
            "Type": "PERSON",
            "Text": "S.",
            "BeginOffset": 8588,
            "EndOffset": 8590
        },
        {
            "Score": 0.9765570163726807,
            "Type": "TITLE",
            "Text": "section 60 of the Bavarian Execution of Sentences Act",
            "BeginOffset": 8696,
            "EndOffset": 8749
        },
        {
            "Score": 0.999928891658783,
            "Type": "OTHER",
            "Text": "paragraph 27",
            "BeginOffset": 8755,
            "EndOffset": 8767
        },
        {
            "Score": 0.9999904632568359,
            "Type": "LOCATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 8922,
            "EndOffset": 8937
        },
        {
            "Score": 0.999975323677063,
            "Type": "QUANTITY",
            "Text": "five months",
            "BeginOffset": 8994,
            "EndOffset": 9005
        },
        {
            "Score": 0.9986066818237305,
            "Type": "ORGANIZATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 9029,
            "EndOffset": 9044
        },
        {
            "Score": 0.8445643782615662,
            "Type": "DATE",
            "Text": "After three years",
            "BeginOffset": 9289,
            "EndOffset": 9306
        },
        {
            "Score": 0.5448226928710938,
            "Type": "OTHER",
            "Text": "HIV",
            "BeginOffset": 9421,
            "EndOffset": 9424
        },
        {
            "Score": 0.7998652458190918,
            "Type": "OTHER",
            "Text": "hepatitis C",
            "BeginOffset": 9429,
            "EndOffset": 9440
        },
        {
            "Score": 0.5053346157073975,
            "Type": "OTHER",
            "Text": "opioids",
            "BeginOffset": 9654,
            "EndOffset": 9661
        },
        {
            "Score": 0.9333124160766602,
            "Type": "OTHER",
            "Text": "heroin",
            "BeginOffset": 9671,
            "EndOffset": 9677
        },
        {
            "Score": 0.8104019165039062,
            "Type": "OTHER",
            "Text": "18",
            "BeginOffset": 9766,
            "EndOffset": 9768
        },
        {
            "Score": 0.7345271706581116,
            "Type": "OTHER",
            "Text": "sections 2",
            "BeginOffset": 9839,
            "EndOffset": 9849
        },
        {
            "Score": 0.9934967756271362,
            "Type": "OTHER",
            "Text": "3",
            "BeginOffset": 9854,
            "EndOffset": 9855
        },
        {
            "Score": 0.9941373467445374,
            "Type": "TITLE",
            "Text": "Bavarian Execution of Sentences Act",
            "BeginOffset": 9863,
            "EndOffset": 9898
        },
        {
            "Score": 0.9092774391174316,
            "Type": "OTHER",
            "Text": "paragraph 27",
            "BeginOffset": 9904,
            "EndOffset": 9916
        },
        {
            "Score": 0.9134351015090942,
            "Type": "ORGANIZATION",
            "Text": "Augsburg Regional Court",
            "BeginOffset": 10573,
            "EndOffset": 10596
        },
        {
            "Score": 0.9992268681526184,
            "Type": "DATE",
            "Text": "26 January 2012",
            "BeginOffset": 10607,
            "EndOffset": 10622
        },
        {
            "Score": 0.9509124755859375,
            "Type": "ORGANIZATION",
            "Text": "Augsburg Regional Court",
            "BeginOffset": 10768,
            "EndOffset": 10791
        },
        {
            "Score": 0.9992139935493469,
            "Type": "LOCATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 10838,
            "EndOffset": 10853
        },
        {
            "Score": 0.9813148975372314,
            "Type": "ORGANIZATION",
            "Text": "Federal Medical Association",
            "BeginOffset": 11046,
            "EndOffset": 11073
        },
        {
            "Score": 0.9227643013000488,
            "Type": "LOCATION",
            "Text": "Land of Baden-Württemberg",
            "BeginOffset": 11282,
            "EndOffset": 11307
        },
        {
            "Score": 0.9996836185455322,
            "Type": "OTHER",
            "Text": "German",
            "BeginOffset": 11421,
            "EndOffset": 11427
        },
        {
            "Score": 0.886544406414032,
            "Type": "DATE",
            "Text": "28 March 2012",
            "BeginOffset": 11446,
            "EndOffset": 11459
        },
        {
            "Score": 0.9994258880615234,
            "Type": "ORGANIZATION",
            "Text": "Augsburg Regional Court",
            "BeginOffset": 11464,
            "EndOffset": 11487
        },
        {
            "Score": 0.9978823661804199,
            "Type": "ORGANIZATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 11685,
            "EndOffset": 11700
        },
        {
            "Score": 0.9049895405769348,
            "Type": "LOCATION",
            "Text": "Land of Baden-Württemberg",
            "BeginOffset": 11971,
            "EndOffset": 11996
        },
        {
            "Score": 0.9999655485153198,
            "Type": "ORGANIZATION",
            "Text": "Kaisheim Prison",
            "BeginOffset": 12025,
            "EndOffset": 12040
        },
        {
            "Score": 0.999975860118866,
            "Type": "LOCATION",
            "Text": "Land of Bavaria",
            "BeginOffset": 12061,
            "EndOffset": 12076
        },
        {
            "Score": 0.9995003938674927,
            "Type": "ORGANIZATION",
            "Text": "Munich Court of Appeal",
            "BeginOffset": 12109,
            "EndOffset": 12131
        },
        {
            "Score": 0.7871853709220886,
            "Type": "DATE",
            "Text": "4 May 2012",
            "BeginOffset": 12142,
            "EndOffset": 12152
        },
        {
            "Score": 0.9995955228805542,
            "Type": "ORGANIZATION",
            "Text": "Munich Court of Appeal",
            "BeginOffset": 12210,
            "EndOffset": 12232
        },
        {
            "Score": 0.9999957084655762,
            "Type": "ORGANIZATION",
            "Text": "Regional Court",
            "BeginOffset": 12256,
            "EndOffset": 12270
        },
        {
            "Score": 0.9999793171882629,
            "Type": "ORGANIZATION",
            "Text": "Federal Medical Association",
            "BeginOffset": 12381,
            "EndOffset": 12408
        },
        {
            "Score": 0.9677839279174805,
            "Type": "TITLE",
            "Text": "section 60 of the Bavarian Execution of Sentences Act",
            "BeginOffset": 12519,
            "EndOffset": 12572
        },
        {
            "Score": 0.9999033808708191,
            "Type": "OTHER",
            "Text": "Article 3",
            "BeginOffset": 12577,
            "EndOffset": 12586
        },
        {
            "Score": 0.9998898506164551,
            "Type": "QUANTITY",
            "Text": "22",
            "BeginOffset": 12752,
            "EndOffset": 12754
        },
        {
            "Score": 0.9948115348815918,
            "Type": "DATE",
            "Text": "9 August 2012",
            "BeginOffset": 12760,
            "EndOffset": 12773
        },
        {
            "Score": 0.9994896054267883,
            "Type": "ORGANIZATION",
            "Text": "Court of Appeal",
            "BeginOffset": 12778,
            "EndOffset": 12793
        },
        {
            "Score": 0.9998985528945923,
            "Type": "QUANTITY",
            "Text": "one",
            "BeginOffset": 12923,
            "EndOffset": 12926
        },
        {
            "Score": 0.9999969005584717,
            "Type": "OTHER",
            "Text": "Kaisheim Prison",
            "BeginOffset": 13023,
            "EndOffset": 13038
        },
        {
            "Score": 0.9996752142906189,
            "Type": "ORGANIZATION",
            "Text": "Court of Appeal",
            "BeginOffset": 13158,
            "EndOffset": 13173
        },
        {
            "Score": 0.9941041469573975,
            "Type": "ORGANIZATION",
            "Text": "Federal Constitutional Court",
            "BeginOffset": 13230,
            "EndOffset": 13258
        },
        {
            "Score": 0.9998989105224609,
            "Type": "OTHER",
            "Text": "23",
            "BeginOffset": 13261,
            "EndOffset": 13263
        },
        {
            "Score": 0.9262998104095459,
            "Type": "DATE",
            "Text": "10 September 2012",
            "BeginOffset": 13269,
            "EndOffset": 13286
        },
        {
            "Score": 0.9997617602348328,
            "Type": "ORGANIZATION",
            "Text": "Federal Constitutional Court",
            "BeginOffset": 13344,
            "EndOffset": 13372
        },
        {
            "Score": 0.9999959468841553,
            "Type": "TITLE",
            "Text": "Basic Law",
            "BeginOffset": 13451,
            "EndOffset": 13460
        },
        {
            "Score": 0.6456433534622192,
            "Type": "QUANTITY",
            "Text": "24",
            "BeginOffset": 14029,
            "EndOffset": 14031
        },
        {
            "Score": 0.9997624754905701,
            "Type": "DATE",
            "Text": "10 April 2013",
            "BeginOffset": 14037,
            "EndOffset": 14050
        },
        {
            "Score": 0.987848162651062,
            "Type": "ORGANIZATION",
            "Text": "Federal Constitutional Court",
            "BeginOffset": 14055,
            "EndOffset": 14083
        },
        {
            "Score": 0.8375943899154663,
            "Type": "OTHER",
            "Text": "2 BvR 2263/12",
            "BeginOffset": 14179,
            "EndOffset": 14192
        },
        {
            "Score": 0.5366849303245544,
            "Type": "OTHER",
            "Text": "25",
            "BeginOffset": 14225,
            "EndOffset": 14227
        },
        {
            "Score": 0.9992423057556152,
            "Type": "DATE",
            "Text": "17 November 2014",
            "BeginOffset": 14233,
            "EndOffset": 14249
        },
        {
            "Score": 0.5913299322128296,
            "Type": "OTHER",
            "Text": "Kaisheim",
            "BeginOffset": 14254,
            "EndOffset": 14262
        },
        {
            "Score": 0.7699424624443054,
            "Type": "QUANTITY",
            "Text": "26",
            "BeginOffset": 14621,
            "EndOffset": 14623
        },
        {
            "Score": 0.9980360865592957,
            "Type": "DATE",
            "Text": "3 December 2014",
            "BeginOffset": 14629,
            "EndOffset": 14644
        },
        {
            "Score": 0.9997711777687073,
            "Type": "DATE",
            "Text": "5 December 2014",
            "BeginOffset": 14702,
            "EndOffset": 14717
        },
        {
            "Score": 0.9982805848121643,
            "Type": "DATE",
            "Text": "8 December 2014",
            "BeginOffset": 14851,
            "EndOffset": 14866
        }
    ]
}