{
    "CaseName": "CASE OF SARGSYAN v. AZERBAIJAN",
    "CaseText": "E\n  1.  The case originated in an application (no. 40167/06) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Minas Sargsyan (“the applicant”), on 11 August 2006. The applicant died in 2009. Subsequently, the application was pursued by his widow, Ms Lena Sargsyan, born in 1936, and by his son Mr Vladimir Sargsyan and his daughters Ms Tsovinar and Nina Sargsyan, born in 1957, 1959 and 1966, respectively. Ms Lena Sargsyan died in 2014. Mr Vladimir Sargsyan and Ms Tsovinar Sargsyan pursued the proceedings on the applicant’s behalf.\n  2.  The applicant, who had been granted legal aid, was represented by Ms N. Gasparyan and Ms K. Ohanyan, lawyers practising in Yerevan, and by Mr Philip Leach, director of the European Human Rights Advocacy Centre. The Azerbaijani Government (“the Government”) were represented by their Agent Mr Ç. Asgarov.\n  3.  In a judgment delivered on 16 June 2015 (“the principal judgment”), the Grand Chamber dismissed the respondent Government’s preliminary objections of non-exhaustion of domestic remedies, lack of jurisdiction and responsibility, lack of the Court’s competence ratione temporis and lack of the applicant’s victim status in respect of his complaints relating to his relatives’ graves. The Grand Chamber held that there had been a continuing violation of Article 1 of Protocol No. 1. It also found continuing violations of Articles 8 and Article 13 of the Convention and held that no separate issue arose under Article 14 of the Convention. In particular, in respect of Article 1 of Protocol No. 1, the Court found as regards the period falling within its temporal jurisdiction, that is, from 15 April 2002, that although the impossibility for the applicant to have access to his property in Gulistan was justified by safety considerations, the respondent Government’s failure to take any alternative measures in order to restore his property rights or to provide him with compensation for the loss of their enjoyment placed a disproportionate burden on him (Sargsyan v. Azerbaijan [GC], no. 40167/06, ECHR 2015).\n  4.  Under Article 41 of the Convention the applicant sought just satisfaction in respect of pecuniary and non-pecuniary damage resulting from the violations found in the present case, as well as reimbursement of the costs and expenses incurred in the proceedings before the Court.\n  5.  Since the question of the application of Article 41 of the Convention was not ready for decision, the Court reserved it and invited the Government and the applicant to submit, within twelve months, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (§ 283 and point 9 of the operative provisions of the principal judgment).\n  6.  The parties having failed to reach an agreement, the applicant submitted his observations on 16 June and 13 December 2016 and the Government on 16 September and 24 October 2016.\n  7.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 and Rule 24 of the Rules of Court.",
    "Events": [
        {
            "Id": 1,
            "Date": "11 August 2006",
            "Sentence": "  The case originated in an application (no. 40167/06) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Minas Sargsyan (“the applicant”), on 11 August 2006"
        },
        {
            "Id": 2,
            "Date": "2009",
            "Sentence": " The applicant died in 2009"
        },
        {
            "Id": 3,
            "Date": "1936",
            "Sentence": " Subsequently, the application was pursued by his widow, Ms Lena Sargsyan, born in 1936, and by his son Mr Vladimir Sargsyan and his daughters Ms Tsovinar and Nina Sargsyan, born in 1957, 1959 and 1966, respectively"
        },
        {
            "Id": 4,
            "Date": "1957",
            "Sentence": " Subsequently, the application was pursued by his widow, Ms Lena Sargsyan, born in 1936, and by his son Mr Vladimir Sargsyan and his daughters Ms Tsovinar and Nina Sargsyan, born in 1957, 1959 and 1966, respectively"
        },
        {
            "Id": 5,
            "Date": "1959",
            "Sentence": " Subsequently, the application was pursued by his widow, Ms Lena Sargsyan, born in 1936, and by his son Mr Vladimir Sargsyan and his daughters Ms Tsovinar and Nina Sargsyan, born in 1957, 1959 and 1966, respectively"
        },
        {
            "Id": 6,
            "Date": "1966",
            "Sentence": " Subsequently, the application was pursued by his widow, Ms Lena Sargsyan, born in 1936, and by his son Mr Vladimir Sargsyan and his daughters Ms Tsovinar and Nina Sargsyan, born in 1957, 1959 and 1966, respectively"
        },
        {
            "Id": 7,
            "Date": "2014",
            "Sentence": " Ms Lena Sargsyan died in 2014"
        },
        {
            "Id": 8,
            "Date": "16 June 2015",
            "Sentence": "  In a judgment delivered on 16 June 2015 (“the principal judgment”), the Grand Chamber dismissed the respondent Government’s preliminary objections of non-exhaustion of domestic remedies, lack of jurisdiction and responsibility, lack of the Court’s competence ratione temporis and lack of the applicant’s victim status in respect of his complaints relating to his relatives’ graves"
        },
        {
            "Id": 9,
            "Date": "15 April 2002",
            "Sentence": " 1, the Court found as regards the period falling within its temporal jurisdiction, that is, from 15 April 2002, that although the impossibility for the applicant to have access to his property in Gulistan was justified by safety considerations, the respondent Government’s failure to take any alternative measures in order to restore his property rights or to provide him with compensation for the loss of their enjoyment placed a disproportionate burden on him (Sargsyan v. Azerbaijan [GC], no. 40167/06, ECHR 2015)"
        },
        {
            "Id": 10,
            "Date": "16 June",
            "Sentence": "  The parties having failed to reach an agreement, the applicant submitted his observations on 16 June and 13 December 2016 and the Government on 16 September and 24 October 2016"
        },
        {
            "Id": 11,
            "Date": "13 December 2016",
            "Sentence": "  The parties having failed to reach an agreement, the applicant submitted his observations on 16 June and 13 December 2016 and the Government on 16 September and 24 October 2016"
        },
        {
            "Id": 12,
            "Date": "16 September",
            "Sentence": "  The parties having failed to reach an agreement, the applicant submitted his observations on 16 June and 13 December 2016 and the Government on 16 September and 24 October 2016"
        },
        {
            "Id": 13,
            "Date": "24 October 2016",
            "Sentence": "  The parties having failed to reach an agreement, the applicant submitted his observations on 16 June and 13 December 2016 and the Government on 16 September and 24 October 2016"
        }
    ]
}