{
    "CaseName": "CASE OF R.B. v. HUNGARY",
    "CaseText": "E\n  1.  The case originated in an application (no. 64602/12) against Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Ms R.B. (“the applicant”), on 2 October 2012. The President of the Section acceded to the applicant’s request not to have her name disclosed (Rule 47 § 4 of the Rules of Court).\n  2.  The applicant was represented by Mr Sz. Sánta, a lawyer practising in Budapest. The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, Ministry of Justice.\n  3.  The applicant alleged that the authorities had failed in their obligations to prevent her from being subjected to racist insults and threats and to conduct an effective investigation into the incident, in breach of Article 8 as well as Article 3 read alone and in conjunction with Article 14 of the Convention.\n  4.  On 8 September 2014 the application was communicated to the Government.\n  5.  The applicant and the Government each submitted observations on the admissibility and merits of the case. In addition, third-party comments were received from the European Roma Rights Centre, which had been given leave to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  6.  The applicant, who is of Roma origin, was born in 1988 and lives in Gyöngyöspata, a village of 2,800 people, about 450 of whom are of Roma origin.\n  7.  On 6 March 2011 the Movement for a Better Hungary (Jobbik Magyarországért Mozgalom), a right-wing political party, held a demonstration in Gyöngyöspata. Between 1 and 16 March 2011, in connection with the demonstration, the Civil Guard Association for a Better Future (Szebb Jöv?ért Polgár?r Egyesület) and two right-wing paramilitary groups (Betyársereg and Véder?) organised marches in the Roma neighbourhood of the village.\n  8.  On 6, 9, and 10 March 2011, during the demonstration and the marches, there was a considerable police presence in Gyöngyöspata.\n  9.  At around 11 a.m. on 10 March 2011 Mr J.F., the president of the local Roma minority self-governing body, informed the police that he and the mayor of the municipality had been threatened by people they did not know. The mayor reported on the same events to the police, explaining that earlier that day some fifty members of the Roma minority had confronted approximately fifteen members of the Civil Guard Association, who were joined by four or five unknown persons, one of whom had an axe and another a whip.\n  10.  As it appears from the case file, at around the same time four men passed by the applicant’s house, yelling “Go inside, you damned dirty gypsies!” At this time the applicant was outside the house in her garden together with her daughter and some acquaintances. In response to the four men, the applicant and her acquaintances told them to leave, saying that it was their village. One of the men continued threatening them by yelling that he would build a house in the Roma neighbourhood “out of their blood”. He stepped towards the fence swinging an axe towards the applicant, but was held back by one of his companions.\n  11.  At around 2 p.m. on the same day police officers K.K. and A.B. stopped and searched four individuals, Mr S.T., Mr F.W., Mr Cs.F., and Mr G.M. The mayor of Gyöngyöspata identified two of them, Mr S.T. and Mr  F.W., as having participated in the incident that morning. The men were members of Betyársereg. Mr S.T. informed the police that he was the leader of one of the “clans” within the organisation. He said that because some members of his group, about 200 people, intended to come to Gyöngyöspata “to put the Roma situation in order”, he was there to “scout” the village. Later the same day, Mr S.T., who by then was extremely drunk, was again spotted by the police being dragged away from the Roma settlement by a female acquaintance. When questioned by the police, he said he only wanted to play football with the Roma children.\n  12.  On 7 April 2011 the applicant lodged a criminal complaint against “unknown perpetrators” with the Heves County Regional Police Department, alleging offences of violence against a member of an ethnic group, harassment and attempted grievous bodily assault. The police opened an investigation on charges of violent harassment under section 176/A (2) of the Criminal Code.\n  13.  In parallel, the Gyöngyös District Public Prosecutor’s Office opened an investigation on suspicion of harassment based on the report of a third person, Mr J.F., the president of the local Roma minority self-governing body.\n  14.  On 12 April 2011 the applicant was heard as a witness concerning the events. She testified that three men and a woman had passed by her house and one of them, brandishing a whip, had threatened to build a house out of her blood.\n  15.  At the request of her lawyer, the Gyöngyös Police Department informed the applicant that criminal proceedings had been instituted on charges of harassment on the basis of the criminal complaint lodged by Mr J.F. Subsequently, the applicant was informed that her complaint had been joined to that of Mr J.F.\n  16.  On 14 July 2011 the Gyöngyös Police Department discontinued these proceedings on the grounds that harassment was punishable only if directed against a well-defined person, and that criminal liability could not be established on the basis of threats uttered “in general”.\n  17.  The police also instituted minor offence proceedings on the ground that the impugned conduct was “antisocial”.\n  18.  On 14 September 2011 a hearing was held in the ensuing minor offence proceedings in which Mr S.T. and five other persons, Mr C.S.F., Mr F.W., Mr G.M., Mrs A.B.I., and Mr I.N.I. appeared before the Gyöngyös District Court on charges of disorderly conduct.\n  All six persons subject to the proceedings denied having threatened any members of the Roma community.\n  Mr J.F., questioned as a witness, maintained that two of the persons subject to the proceedings had been wielding an axe and a whip and had threatened the inhabitants of the Roma settlement that they would kill them and paint the houses with their blood.\n  Mr L.T., the mayor of Gyöngyöspata, identified one of the persons as having been present in Gyöngyöspata on 10 March 2011, but could not confirm that the threats had been directed at the Roma.\n  Another witness, P.F., identified three of the persons as having participated in the incident and maintained that it was Mr I.N.I. who had threatened the inhabitants of the Roma settlement.\n  The applicant, who was also heard as a witness, identified Mr S.T. and Mr F.W. as having been armed and Mr S.T. as having said that he would “paint the houses with [the applicant’s] blood.”\n  19.  On an unspecified date the applicant attached to the criminal file extracts from comments posted on a right-wing Internet portal in which Mr S.T. had been referred to as the man who had “enforced order among the Roma of Gyöngyöspata with a single whip”.\n  20.  At a further court hearing on 5 October 2011 the applicant’s legal representative requested that the minor offence proceedings be stayed because criminal proceedings against unknown perpetrators were pending.\n  21.  On 7 October 2011, following a complaint that procedural errors had been committed by the Heves County Regional Police Department in the investigation of Mr J.F.’s complaint, the Gyöngyös District Public Prosecutor’s Office informed the applicant that it had opened a separate investigation into the allegations of harassment on the basis of the applicant’s complaint.\n  22.  On 20 October 2011, in the criminal proceedings on charges of harassment, the applicant’s lawyer requested the Gyöngyös District Prosecutor’s Office to open an investigation into “violence against a member of an ethnic group” under article 174/B (1) of the Criminal Code. He maintained that the motive of the threats uttered against the applicant was her Roma origin. His allegation was supported by the fact that at the material time various paramilitary groups were “inspecting” the Roma settlement with the aim of “hindering Gypsy criminality”.\n  23.  On 3 November 2011 the prosecutor’s office refused the request, finding that the use of force, the objective element of the criminal offence of “violence against a member of a group” under article 174/B (1) of the Criminal Code as in force at the material time could not be established at that stage of the proceedings.\n  On 28 November 2011 the applicant reiterated her request, apparently without success.\n  24.  The identities of the persons who had passed by the applicant’s house and that of the alleged perpetrator, Mr S.T., were established by the investigating authorities. Moreover, the Police Department questioned a number of witnesses, including the applicant’s acquaintances present during the incident, but only two of them provided statements relevant for the case. Mr S.T. refused to testify.\n  25.  On 2 February 2012 the Gyöngyös Police Department discontinued the investigation into harassment on the grounds that none of the witnesses heard had substantiated the applicant’s allegation that she had been threatened. The Police Department noted that Mr S.T. had refused to testify and the witness testimony of Mrs I.B. had confirmed only that threats had been made, but not that they had been directed against a certain person.\n  26.  The applicant challenged that decision, arguing that the witness testimonies had clearly stated that Mr S.T. had uttered degrading threats and that from the circumstances of the case it was clear that they had been directed against her. She also submitted that the investigating authorities had failed to hear Mr S.T. and two other individuals suspected of the offences.\n  27.  On 21 March 2012 the Gyöngyös District Public Prosecutor’s Office upheld the first-instance decision. The Prosecutor’s Office found that it could not be established on the basis of the witness testimonies whether Mr S.T. had been armed and whether the threats and insults he had uttered had been directed at the applicant. Thus neither the criminal offence of harassment, nor “violence against a member of a group” could be established.\n  This decision was served on the applicant on 2 April 2012, informing the applicant of the possibility to pursue substitute private prosecution proceedings.\n  28.  On 1 June 2012 the applicant, acting as substitute private prosecutor, lodged an application with the Gyöngyös District Court, which was declared admissible on 13 June 2012.\n  29.  On 6 November 2012 the criminal proceedings were discontinued since the applicant had withdrawn the charges, in her submission, because of for fear of reprisals.\nII.  RELEVANT DOMESTIC LAW\n  30.   The Criminal Code, as in force at the material time, provided, in so far as relevant, as follows:\nViolence against any member of a national, ethnic, racial or religious group\nArticle 174/B\n “(1) Whosoever uses violence against another because that other person belongs to a national, ethnic, racial or religious group, or forces that person by violence or threats to do or not to do something or to tolerate any conduct is guilty of committing an offence punishable by imprisonment of up to three years .”\nHarassment\nArticle 176/A\n “(1) Any person who, with the intention of intimidating another person or of arbitrarily disturbing the privacy or everyday life of another person, engages in the pestering of another person on a regular basis, in particular by contacting him against his will by means of telecommunication or personally, is guilty of a misdemeanour punishable by imprisonment not exceeding one year, insofar as the act did not result in a more serious criminal offence.”\n  31.  On 19 April 2011 the Parliamentary Commissioner for National and Ethnic Minorities issued a report on the events of March 2011 in Gyöngyöspata. It contained the following passages:\n “The Roma population was unable to determine, despite the difference in uniforms, whether they had been insulted by members of the Civil Guard or of another group ... Many of them maintained that although there had been a certain difference between members of the Civil Guard, Védegylet and Betyársereg, their attitude had been openly anti-Roma. This attitude had materialised mostly in the form of verbal violence: statements such as ‘You are going to die’, ‘We are going to cook soap out of you’ or ‘We will paint the walls with your blood’ had been uttered. No actual physical violence had occurred, mostly because the Roma population had not yielded to the provocation. Many maintained that a member of Betyársereg had threatened and attacked a young Roma woman with a whip, and it was only due to the intervention of his acquaintances that no assault had taken place.”\n  As regards the demonstration of the political party held on 6 March 2011, the Ombudsman observed the following:\n “The organiser of the event made the necessary announcement to the Gyöngyös Police Department on 2 March 2011. As regards the aim of the event, the application contained the following: ‘We are demonstrating in the interest of the local population of Gyöngyöspata terrorised by the local Roma population earning its living from criminality ...’\n The announcement makes it clear that the aim of the event was not to provide a forum for local and national politicians of a political party to address the participants but to ‘send a message’ to the presumed criminals among the Roma population.”\n  Concerning the conduct of the police, the report made the following observations:\n “According to the police, ‘[they] could not restrict the movement of the Civil Guard in the settlement, since no one can be hindered in their civil right to freedom of movement. According to the assessment of the police forces and the local population, they [the Civil Guard] were not in breach of the law’. In my view, the police misinterpret the law, since the threatening presence and marches of a paramilitary group cannot be viewed as ‘patrolling’, monitoring or prevention of danger.\n The police can be ‘praised’ that by means of two weeks of continuous presence, they were able to ensure that no violence against people or property took place and the aggression remained at the level of words. Irrespective of this, I need to highlight that, despite the lacunae and contradictions in the legal provisions, the police could have been ‘firmer’ in their behaviour to relieve ethnic tensions.”",
    "Events": [
        {
            "Id": 1,
            "Date": "2 October 2012",
            "Sentence": "  The case originated in an application (no. 64602/12) against Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Ms R.B. (“the applicant”), on 2 October 2012"
        },
        {
            "Id": 2,
            "Date": "8 September 2014",
            "Sentence": "  On 8 September 2014 the application was communicated to the Government"
        },
        {
            "Id": 3,
            "Date": "1988",
            "Sentence": "  The applicant, who is of Roma origin, was born in 1988 and lives in Gyöngyöspata, a village of 2,800 people, about 450 of whom are of Roma origin"
        },
        {
            "Id": 4,
            "Date": "6 March 2011",
            "Sentence": "  On 6 March 2011 the Movement for a Better Hungary (Jobbik Magyarországért Mozgalom), a right-wing political party, held a demonstration in Gyöngyöspata"
        },
        {
            "Id": 5,
            "Date": "1",
            "Sentence": " Between 1 and 16 March 2011, in connection with the demonstration, the Civil Guard Association for a Better Future (Szebb Jöv?ért Polgár?r Egyesület) and two right-wing paramilitary groups (Betyársereg and Véder?) organised marches in the Roma neighbourhood of the village"
        },
        {
            "Id": 6,
            "Date": "16 March 2011",
            "Sentence": " Between 1 and 16 March 2011, in connection with the demonstration, the Civil Guard Association for a Better Future (Szebb Jöv?ért Polgár?r Egyesület) and two right-wing paramilitary groups (Betyársereg and Véder?) organised marches in the Roma neighbourhood of the village"
        },
        {
            "Id": 7,
            "Date": "10 March 2011",
            "Sentence": "  On 6, 9, and 10 March 2011, during the demonstration and the marches, there was a considerable police presence in Gyöngyöspata"
        },
        {
            "Id": 8,
            "Date": "11 a.m.",
            "Sentence": "  At around 11 a.m. on 10 March 2011 Mr J.F., the president of the local Roma minority self-governing body, informed the police that he and the mayor of the municipality had been threatened by people they did not know"
        },
        {
            "Id": 9,
            "Date": "10 March 2011",
            "Sentence": "  At around 11 a.m. on 10 March 2011 Mr J.F., the president of the local Roma minority self-governing body, informed the police that he and the mayor of the municipality had been threatened by people they did not know"
        },
        {
            "Id": 10,
            "Date": "2 p.m.",
            "Sentence": "  At around 2 p.m. on the same day police officers K.K. and A.B. stopped and searched four individuals, Mr S.T., Mr F.W., Mr Cs.F., and Mr G.M. The mayor of Gyöngyöspata identified two of them, Mr S.T. and Mr  F.W., as having participated in the incident that morning"
        },
        {
            "Id": 11,
            "Date": "7 April 2011",
            "Sentence": "  On 7 April 2011 the applicant lodged a criminal complaint against “unknown perpetrators” with the Heves County Regional Police Department, alleging offences of violence against a member of an ethnic group, harassment and attempted grievous bodily assault"
        },
        {
            "Id": 12,
            "Date": "12 April 2011",
            "Sentence": "  On 12 April 2011 the applicant was heard as a witness concerning the events"
        },
        {
            "Id": 13,
            "Date": "14 July 2011",
            "Sentence": "  On 14 July 2011 the Gyöngyös Police Department discontinued these proceedings on the grounds that harassment was punishable only if directed against a well-defined person, and that criminal liability could not be established on the basis of threats uttered “in general”"
        },
        {
            "Id": 14,
            "Date": "14 September 2011",
            "Sentence": "  On 14 September 2011 a hearing was held in the ensuing minor offence proceedings in which Mr S.T. and five other persons, Mr C.S.F., Mr F.W., Mr G.M., Mrs A.B.I., and Mr I.N.I. appeared before the Gyöngyös District Court on charges of disorderly conduct"
        },
        {
            "Id": 15,
            "Date": "10 March 2011",
            "Sentence": "\n  Mr L.T., the mayor of Gyöngyöspata, identified one of the persons as having been present in Gyöngyöspata on 10 March 2011, but could not confirm that the threats had been directed at the Roma"
        },
        {
            "Id": 16,
            "Date": "5 October 2011",
            "Sentence": "  At a further court hearing on 5 October 2011 the applicant’s legal representative requested that the minor offence proceedings be stayed because criminal proceedings against unknown perpetrators were pending"
        },
        {
            "Id": 17,
            "Date": "7 October 2011",
            "Sentence": "  On 7 October 2011, following a complaint that procedural errors had been committed by the Heves County Regional Police Department in the investigation of Mr J.F.’s complaint, the Gyöngyös District Public Prosecutor’s Office informed the applicant that it had opened a separate investigation into the allegations of harassment on the basis of the applicant’s complaint"
        },
        {
            "Id": 18,
            "Date": "20 October 2011",
            "Sentence": "  On 20 October 2011, in the criminal proceedings on charges of harassment, the applicant’s lawyer requested the Gyöngyös District Prosecutor’s Office to open an investigation into “violence against a member of an ethnic group” under article 174/B (1) of the Criminal Code"
        },
        {
            "Id": 19,
            "Date": "3 November 2011",
            "Sentence": "  On 3 November 2011 the prosecutor’s office refused the request, finding that the use of force, the objective element of the criminal offence of “violence against a member of a group” under article 174/B (1) of the Criminal Code as in force at the material time could not be established at that stage of the proceedings"
        },
        {
            "Id": 20,
            "Date": "28 November 2011",
            "Sentence": "\n  On 28 November 2011 the applicant reiterated her request, apparently without success"
        },
        {
            "Id": 21,
            "Date": "2 February 2012",
            "Sentence": "  On 2 February 2012 the Gyöngyös Police Department discontinued the investigation into harassment on the grounds that none of the witnesses heard had substantiated the applicant’s allegation that she had been threatened"
        },
        {
            "Id": 22,
            "Date": "21 March 2012",
            "Sentence": "  On 21 March 2012 the Gyöngyös District Public Prosecutor’s Office upheld the first-instance decision"
        },
        {
            "Id": 23,
            "Date": "2 April 2012",
            "Sentence": "\n  This decision was served on the applicant on 2 April 2012, informing the applicant of the possibility to pursue substitute private prosecution proceedings"
        },
        {
            "Id": 24,
            "Date": "1 June 2012",
            "Sentence": "  On 1 June 2012 the applicant, acting as substitute private prosecutor, lodged an application with the Gyöngyös District Court, which was declared admissible on 13 June 2012"
        },
        {
            "Id": 25,
            "Date": "13 June 2012",
            "Sentence": "  On 1 June 2012 the applicant, acting as substitute private prosecutor, lodged an application with the Gyöngyös District Court, which was declared admissible on 13 June 2012"
        },
        {
            "Id": 26,
            "Date": "29",
            "Sentence": "\n  29"
        },
        {
            "Id": 27,
            "Date": "6 November 2012",
            "Sentence": "  On 6 November 2012 the criminal proceedings were discontinued since the applicant had withdrawn the charges, in her submission, because of for fear of reprisals"
        },
        {
            "Id": 28,
            "Date": "19 April 2011",
            "Sentence": "  On 19 April 2011 the Parliamentary Commissioner for National and Ethnic Minorities issued a report on the events of March 2011 in Gyöngyöspata"
        },
        {
            "Id": 29,
            "Date": "March 2011",
            "Sentence": "  On 19 April 2011 the Parliamentary Commissioner for National and Ethnic Minorities issued a report on the events of March 2011 in Gyöngyöspata"
        },
        {
            "Id": 30,
            "Date": "6 March 2011",
            "Sentence": "”\n  As regards the demonstration of the political party held on 6 March 2011, the Ombudsman observed the following"
        },
        {
            "Id": 31,
            "Date": "2 March 2011",
            "Sentence": "\n “The organiser of the event made the necessary announcement to the Gyöngyös Police Department on 2 March 2011"
        }
    ]
}