{
    "CaseName": "CASE OF A.N. v. LITHUANIA",
    "CaseText": "E\n  1.  The case originated in an application (no. 17280/08) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr A. N. (“the applicant”), on 28 March 2008. The Chamber decided of its own motion to grant the applicant anonymity pursuant to Rule 47 § 4 of the Rules of Court.\n  2.  The applicant was represented by Mr V. Gžimaila, a lawyer practising in Akmen?. The Lithuanian Government (“the Government”) were represented by their then Agent, Ms E. Baltutyt?.\n  3.  The applicant complained that, by depriving him of his legal capacity without his participation and knowledge, the domestic authorities breached his rights under Articles 6 and 8 of the Convention.\n  4.  On 3 January 2012 the application was communicated to the Government.\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  5.  The applicant was born in 1971 and lives in Naujoji Akmen?.\n  6.  In November 1989 he started military service in the armed forces of the Soviet Union. Medical records dated 20 June 1990 drafted by a panel of doctors in his military unit in Riazan (Russia), stipulated that at that time he had problems communicating with others and was autistic, though he had a normal memory and level of intelligence. He was diagnosed with sluggish schizophrenia, which he had developed during military service. On those grounds, he was released from military service.\n  7.  Having returned from the army to Lithuania, by 2005 he had been treated in psychiatric institutions no less than fifteen times. In 2004 he was diagnosed with residual and then paranoid schizophrenia.\n  8.  In February 2006 the applicant attempted suicide by setting himself on fire. He was admitted to the trauma unit of a hospital.\n  9.  In reply to a prosecutor’s request for information, on 14 November 2006 the Akmen? District Psychiatric Health Centre (Akmen?s rajono psichikos sveikatos centras) confirmed that the applicant had been attending there since 1999, and continued to be treated there for schizophrenia. In 2004 episodes of the applicant’s illness became more frequent. That year the applicant attempted to commit suicide; he did not accept that he was ill. He was admitted to the Šiauliai Psychiatric Hospital (Šiauli? psichiatrijos ligonin?), where he spent about a month before being released for outpatient care at his own request. Since July 2005 the applicant stopped attending the Akmen? District Psychiatric Health Centre and taking his medication, because he firmly refused any consultations with the psychiatrists. He would also submit numerous complaints to various authorities.\n  10.  On 24 November 2006 the applicant’s mother asked a prosecutor to initiate proceedings with a view to her son being declared legally incapacitated. According to her, his mental illness started when he was in the Soviet army. She and her husband lived in a house separate from him in neighbouring Akmen?. By 2006 the applicant’s condition reached such a stage that he was afraid to leave his apartment or let his parents in, and he did not take care of himself. He even attempted to take his own life by setting himself on fire.\n  11.  On the same day, the prosecutor sent the request by the applicant’s mother to the Akmen? District Court, together with an extract from the applicant’s medical records. It was noted that his schizophrenia had worsened and that he had become a danger to himself. He was thus in need of help from others. It was indispensable to ascertain whether there was a basis for declaring him legally incapable, if psychiatrists established that he could not understand or control his actions. The prosecutor relied on Articles 2.10, 3.242 § 1 and 3 of the Civil Code, Articles 135, 462-465, 491\u001e493 of the Code of Civil Procedure, and Article 19 of the Law on Prosecution Service.\n  12.  By a ruling of 29 November 2006 the Akmen? District Court ordered an expert examination to ascertain (i) whether the applicant was suffering from mental illness, (ii) whether he could understand his actions and (iii) whether he could take part in court proceedings. His mother was to be informed of that decision.\n  13.  Having examined the applicant in person and scrutinised his medical records, on 8 January 2007 a psychiatrist concluded that he suffered from paranoid schizophrenia. He was also very mistrusting and had strong feelings of persecution. Psychiatrists took into account the letters by his mother to the Akmen? District Psychiatric Health Centre and the prosecutor to the effect that the applicant did not take care of his daily needs, and had social and health issues and suicidal thoughts. The psychiatrist thus established that the applicant could not correctly understand or control his actions, and noted that he “could not take part in court proceedings, could not be questioned, and court documents could not be served on him”.\n  14.  In a one page form sent to the Akmen? District Court on 29 January 2007, Akmen? District social services ticked a box to say that they “agreed” with the prosecutor’s request for the applicant to be declared incapacitated. They also indicated that they would not take part in the court hearing, which was scheduled for 31 January 2007.\n  15.  On 23, 24, 25 and 30 January 2007 attempts were made by the Akmen? District Court to personally serve the applicant with the summons concerning the forthcoming hearing for his legal incapacitation and care. The copy of the summons indicated that it had not been served because, according to his next door neighbour, the applicant was mentally ill and opened the door to no one.\n  16.  At a public hearing on 31 January 2007 the Akmen? District Court, relying on Articles 465-468 of the Code of Civil Procedure, granted the prosecutor’s request for the applicant to be declared incapacitated, on the grounds that he could not understand or control his actions. The prosecutor and the applicant’s mother were in attendance. The applicant’s mother testified about her son’s history of mental illness. She also stated that he had recently been living away from his parents, but could not take care of himself, did not pay maintenance fees for his apartment, and would not go out or take his medication.\n  The ruling stipulated that it could be appealed against within thirty days.\n  17.  The Government submitted that, given the fact that it had not actually been possible to serve the summons on the applicant, the decision of 31 January 2007 had only been sent to the interested parties in the case, that is to say the applicant’s mother, the prosecutor and social services.\n  18.  On 5 February 2007 the applicant drafted what appears to be a response to the prosecutor’s request of 24 November 2006 to incapacitate him. Therein he mentions that he received a copy of the prosecutor’s request on 30 January 2007. The letter appears essentially to be a complaint about his treatment in psychiatric hospitals and diagnosis with schizophrenia. He concludes by stating that because of obvious forgery of his medical examination results and clear bias on the part of the prosecutor, the applicant refused to undergo medical examination in Lithuania. A stamp on the letter indicates that it was received by the Akmen? District Court on 5 February 2007.\n  19.  Having established that the applicant was legally incapacitated, by a ruling of 6 March 2007 the Akmen? District Court appointed the applicant’s mother as his guardian and the administrator of his property. The decision was taken at a public hearing in which she, a prosecutor and a representative from social services took part. The ruling stipulated that the applicant had not taken part because of ill-health.\n  20.  The applicant was forcibly admitted to the Šiauliai Psychiatric Hospital on 9 March 2007, after showing signs of agitation and behaving aggressively towards his parents. The police and some firemen had to break down the door of his apartment to get to him. On 11 March 2007 he consented to treatment until 13 March 2007, when he refused any further treatment in writing.\n  21.  On 13 March 2007 the Šiauliai Psychiatric Hospital asked the State Guaranteed Legal Aid Service (“the Legal Aid Service”) to provide legal aid to the applicant, who was to be forcibly hospitalised. It was granted the same day, and a lawyer was appointed to represent him.\n  Later that day, in the presence of a psychiatrist and the appointed lawyer, the Šiauliai District Court granted a request by the psychiatric hospital for the applicant to be forcibly hospitalised. The court noted that the applicant was absolutely uncritical of his own behaviour, and that his state of mind at that time meant that he posed a danger to himself and others. The ruling was final and not appealable. It indicated that on 31 January 2007 the applicant had been declared legally incapacitated, and that on 6 March 2007 his mother had been appointed as his guardian.\n  22.  The Government submitted to the court an extract from the applicant’s medical records, which indicated that he had been at the Šiauliai Psychiatric Hospital from 9 March until 22 June 2007. The doctor indicated in that record that a copy of the court ruling of 13 March 2007 had been given to the applicant. It is not clear when that was done.\n  The Government submitted that the court decision of 13 March 2007 had been handed to the applicant by his treating doctor on 15 March 2007.\n  23.  On 6 April 2007 the applicant signed a document certifying that his treatment plan from the Šiauliai Psychiatric Hospital had been explained to him and that he agreed to follow it.\n  24.  Having been released from the psychiatric hospital, on 26 November 2008 the applicant approached the Legal Aid Service. In his application he wrote that by a ruling of 31 January 2007 he had been declared legally incapacitated, and that he would need the time-limit for appealing against it to be renewed. He also indicated that in March 2007 his mother had been appointed his guardian and the administrator of his property. He noted that he had not known about the two decisions until 9 March 2007, upon his admission to the Šiauliai Psychiatric Hospital. He also expressed a wish to appeal against them.\n  25.  On 31 December 2008 the Legal Aid Service refused the request as having no prospect of success. It noted that the applicant fell into the category of people entitled to legal aid; however, given that the proceedings for his incapacitation had been terminated, his request for legal aid was clearly irrelevant.\n  26.  The Legal Aid Service noted that the decisions the applicant wished to challenge had been taken in January and March 2007. Given that he had not requested legal aid until 28 November 2008, he had missed the deadline for appeal against those decisions. Representing him in such proceedings would have had no prospect of success.\n  27.  As to the appointment of the applicant’s mother as his legal guardian, the Legal Aid Service indicated that he had given no grounds for doubting her ability to perform her duties as guardian and the administrator of his property. Lastly, it observed that guardianship could be revoked at the request of a prosecutor or social services. Given that the applicant himself could not apply to the court with such a request, there was no legal basis for providing him legal assistance.\n  28.  On 15 December 2008 the applicant requested that the Akmen? District Court give him a copy of the court rulings regarding his incapacitation and the appointment of his legal guardian.\n  29.  On 16 December 2008 a judge of the Akmen? District Court wrote to the applicant informing him that those court rulings would not be given to him, because his mother had been appointed as his legal guardian and the administrator of his property.\n  30.  In their observations on the admissibility and merits of the case, sent to the Court on 2 May 2012, the Government noted that at that time the applicant had lived separately in his own apartment. He had been unemployed but had received disability pension. His guardian had helped him with daily chores. He had also received regular outpatient treatment at the Akmen? District Psychiatric Health Centre.\n  31.  On 13 August 2014 the applicant complained to the Šiauliai prosecutor’s office that in 2004 he had been forcibly admitted to the Šiauliai Psychiatric Hospital and made to undergo medical treatment. The applicant asked that a pre-trial investigation be opened regarding his allegations.\n  32.  By a final ruling of 11 November 2014, the Šiauliai Regional Court held that the applicant’s complaints about events in 2004 were unfounded.\nII.  RELEVANT DOMESTIC LAW AND PRACTICE\nA.  Legal incapacity and guardianship legislation\n  33.  As concerns legal incapacity and guardianship, the Civil Code, in force at the material time and until 31 December 2015, provided:\nArticle 2.10. Declaration of a person’s incapacity\n “1.  A natural person who, as a result of mental illness or dementia, is unable to understand the meaning of his actions or control them may be declared incapacitated. The incapacitated person shall be placed under guardianship.\n 2.  Contracts on behalf and in the name of a person declared incapacitated shall be concluded by his guardian...\n 3.  Where a person who was declared incapacitated recovers from illness or his state of health improves considerably, the court shall reinstate his capacity. Once the decision takes effect, guardianship of the person shall be revoked.\n 4.  A request to declare a person legally incapacitated may be lodged by a person’s spouse, parents or adult children, a care institution or a public prosecutor. They also have the right to apply to the courts for recognition of the person’s capacity.”\nArticle 2.11. Limitation of a person’s active civil capacity\n “1.  The courts may impose restrictions on a person’s civil capacity if he abuses alcohol, drugs or narcotic or toxic substances. Once limitations on a person’s capacity have been imposed, he shall be placed under guardianship...”\nArticle 2.111. The Register of legally incapacitated persons and persons of limited capacity\n “1.  The Register of legally incapacitated persons and persons of limited capacity shall record persons who are declared in accordance with the procedure laid down by the court to be legally incapacitated or whose civil capacity is limited ..., guardians and curators (glob?jai ir r?pintojai) of such persons; the data of the court decisions, adopted in respect of them, concerning the establishment and revocation of legal capacity or limitation of legal capacity...”\nArticle 3.238. Guardianship\n “1.  Guardianship is established with the aim of exercising, protecting and defending the rights and interests of a legally incapacitated person.\n 2.  Guardianship includes guardianship of a person’s assets, but if necessary, an administrator may be appointed to manage [these].”\nArticle 3.240. Legal status of guardians and curators\n “1.  Guardians and curators represent those under guardianship in accordance with the law and defend the rights and interests of legally incapacitated people or people of limited active capacity without any specific authorisation.\n 2.  A guardian is entitled to enter into all necessary transactions in the interests and on behalf of the legally incapacitated person represented...”\nArticle 3.241. Guardianship and curatorship authorities\n “1.  Guardianship and curatorship authorities are municipal or regional authorities concerned with the supervision and control of the activities of guardians and curators.\n 2.  The functions of guardianship and curatorship in respect of residents of a medical or educational institution or [an institution run by a] guardianship (curatorship) authority who have been declared by the court as legally incapable or of limited active capacity shall be performed by the relevant medical, educational or guardianship (curatorship) authority until a permanent guardian or curator is appointed...”\n  34.  In 2007, the year the applicant was declared legally incapacitated, the Code of Civil Procedure provided that an application to declare a person legally incapacitated could be submitted by his spouse, children or parents, a guardianship institution or a public prosecutor (Article 463 § 1). The parties to the incapacitation proceedings consisted of, besides the person who had initiated them, the person whose legal capacity was in question, as well as the guardianship (care) authority. The court could also invite close relatives or family members living with the person whose incapacitation was to be decided to join the proceedings. If it was impossible to call into or question in court a person subject to incapacitation proceedings or serve court documents on him because of his state of health, as confirmed by medical opinion, the court could hear the case in his absence (Article 464 §§ 1 and 2).\n  35.  An application for a person’s incapacity had to contain information about the mental illness (psichikos sutrikimas) which had left him unable to understand the meaning of his actions or control them. In addition, it had to contain a medical report and other evidence about his psychological state (Article 465). When preparing the case the judge had to order a psychiatric report to establish the person’s psychological state, and obtain medical documents necessary for the expert report (Article 466).\n  36.  The question of incapacity had to be decided at an oral hearing, having informed all the parties to the proceedings. If the court considered it necessary to hear and question the person whose legal capacity was in question, and he did not appear, the court could order the police to escort him, or order another court within whose territory that person resides, to question him. The person had to be questioned in the presence of a court psychiatrist (Article 467 §§ 1 and 2).\n  37.  A person declared legally incapacitated by the court had a right to appeal against the decision to a higher court (Article 468 § 5).\n  38.  A copy of the decision had to be sent to the parties and third parties absent from the hearing within five days of the date the decision was pronounced (Article 275 § 1).\n  39.  Article 366 § 1 (6) and (7) of the Code of Civil Procedure provided that proceedings could be reopened if one of the parties was incapacitated and did not have a representative, or if the court had taken a decision in respect of a party not involved in the proceedings.\n  40.  The Law on State Guaranteed Legal Aid (Valstyb?s garantuojamos teisin?s pagalbos ?statymas – “the Law on Legal Aid”) provided that those subject to incapacitation proceedings were eligible for “secondary” legal aid regardless of their assets and level of income levels (Article 12 § 1 (11)). The authorities could refuse to provide legal aid where an applicant’s claims were manifestly ill-founded or where representation in the matter had no reasonable prospect of success (Article 11 § 6 (1, 2)).\n  41.  The Constitution provides that citizens who are recognised as incapable by the courts cannot participate in elections or stand for election as a Member of the Seimas (Articles 34 and 56).\n  42.  The Civil Code stipulates that a transaction is voidable if it is made by someone who, within the procedure established by law, is recognised as legally incapable by reason of a mental disorder (Article 1.84 § 2). A person who has been declared legally incapacitated by a court judgment in force cannot marry (Article 3.15 § 1). Furthermore, a will may only be made by a legally capable person able to understand the importance and consequences of his actions (Article 5.15 § 2).\n  43.  Article 27 of the of the Law on Mental Healthcare (Psichikos sveikatos prieži?ros ?statymas) provides that a person who is seriously mentally ill and refuses hospitalisation can be admitted involuntarily to hospital if there is a real danger that by his actions he is likely to commit serious harm to his health or life or the health or life of others. In such circumstances, the patient may be involuntarily hospitalised and given treatment in a mental health facility without court authorisation for a period not exceeding forty-eight hours. If the court does not give authorisation within this time, the involuntary hospitalisation and treatment must be stopped (Article 28).\nB.  Legislative steps to regulate the situation of those suffering from a mental disability\n1.  Explanatory memorandum No. XIIP-1656 by the Ministry of Justice\n  44.  On 2 April 2014 the Ministry of Justice adopted an explanatory memorandum (aiškinamasis raštas) in connection with proposed legislative changes relating to the protection of the rights of the disabled. The changes were prompted by the ratification of the United Nations Convention on the Rights of Persons with Disabilities, ratified by Lithuania in 2010 (for the relevant extracts from that Convention, see paragraph 69 below) and the Court’s practice. The changes aimed at improving existing domestic standards in the light of Article 12 of the aforementioned Convention, which specifies that States should recognise that people with disabilities enjoy legal capacity on an equal basis with others in all aspects of life, and therefore States should take appropriate measures to provide them with access to the support they may require in exercising their legal capacity.\n  45.  The explanatory memorandum acknowledged that the law as it existed in Lithuania lacked a legal framework for how assistance could be provided to people with disabilities, including those suffering from mental illness. As a result, those with psychiatric illnesses, owing to which they could not always make decisions in their best interests, would be exposed to the most restrictive measure – full incapacitation. Even if a person could partially understand or control his actions, limiting his legal capacity by only allowing him to act in certain areas of life was not permitted by law. However, limited legal capacity could be established in respect of people who abused narcotic or psychotropic substances or alcohol (Articles 2.10 and 2.11 of the Civil Code, see paragraph 33 above).\n  46.  It was also pertinent that under Article 2.10 of the Civil Code, once a person was declared legally incapacitated, he lost the right to act in his name in all areas of his life. Moreover, under the law in force the person whose legal capacity could be restricted in future had no right to indicate how he wished his pecuniary or non-pecuniary rights to be dealt with after incapacitation. The existing law also lacked a means of guaranteeing that, after the person was declared incapacitated, his or her earlier wishes would be taken into account. The explanatory memorandum thus proposed that the existing law be amended by emphasising the need to individualise the measures of incapacitation so that they were fully justified (visapusiškai pagr?stos) and applied to each person’s particular situation.\n  47.  As to the misgivings concerning the proceedings for limiting a person’s capacity, the Ministry of Justice noted that, should a person’s health improve, the same people who could ask for his incapacitation could then submit a request to restore his legal capacity (Article 2.10 §§ 2 and 4 of the Civil Code, see paragraph 33 above). However, the incapacitated person could not apply to the court himself. Furthermore, no independent body had an obligation to periodically review the incapacitated person’s condition or ask the court to review the incapacitation decision. As a result, the existing legislation did not prevent situations where the guardian of the incapacitated person, abusing his or her rights or executing them improperly, failed to ask the court to declare the incapacitated person legally capable even if his health had improved. Moreover, there was no legal requirement for a court to review an incapacity decision if none of the people who could initiate incapacity proceedings had not asked for a review for a long time. Nor was it possible to ask for the decision to be reviewed by an independent body which monitors the incapacitated person’s state of health. As a result, the incapacitated person’s rights could be restricted for a disproportionately long time.\n  48.  The Ministry of Justice further observed that under Article 465 of the Code of Civil Procedure, the request for a person’s incapacitation had to contain a description of the circumstances, including the mental illness which had left the person unable to understand the meaning of his actions or control them. It also had to contain a doctor’s report and other evidence about the person’s state of mind (apie asmens psichin? b?kl?). However, this definition of evidence was restrictive and narrow.\n2.  Legislative amendments in force from 1 January 2016\n  49.  On the basis of the aforementioned proposals by the Ministry of Justice, on 26 March 2015 the Seimas adopted a number of legislative amendments relating to the protection of the rights of people with disabilities. They came into force on 1 January 2016, and are summarised below.\n(a)  Civil Code\n  50.  Article 2.10 of the Civil Code now provides that a person who cannot understand or control his actions in a particular area of his life because of psychological illness may be declared by the court as legally incapacitated in that area (neveiksnus tam tikroje srityje) by court decision. In that particular area the person must act through his guardian. The court must establish a definitive list stating in which areas the person is incapacitated. It must also restore legal capacity in those areas if his health improves.\n  51.  A request to declare a person legally incapacitated in a certain area may be submitted by his spouse, parents or adult children, a care institution or a prosecutor, who may all request that the court restore legal capacity. Unlike previously, the Civil Code now provides that such requests for restoration of legal capacity may be lodged, no more than once per year, by the person declared legally incapacitated.\n  52.  A request to restore a person’s legal capacity may also be lodged by the State [of Mind] of Incapacitated Persons’ Review Commission (Neveiksni? asmen? b?kl?s perži?r?jimo komisija), a new independent body to be established in every municipality. It must review the incapacitated person’s state of mind on its own initiative, if no request has been lodged by the parties entitled to do so within a year of the incapacity decision. Furthermore, it must be impartial and work on the basis that restriction of legal capacity should be used as little as possible and measures for limiting legal capacity should be individualised and reasoned. When reviewing the person’s state of health, the Commission must hear his opinion, except where objective reasons make that impossible. When it has doubts over whether it is appropriate to apply to the court for restoration of legal capacity, all of those doubts should be interpreted for the benefit of the incapacitated person (Articles 2.10 and 2.101).\n  53.  The Civil Code also extends the ability to restrict a person’s civil capacity in a particular area of his life (fizini? asmen? civilinio veiksnumo apribojimas tam tikroje srityje) to those with mental illnesses (Article 2.11). Accordingly, a person who, because of mental illness, may not understand or control his or her actions in a particular area, may be declared by a court to have limited active legal capacity in that area, where he may not act without the agreement of his curator. A request to declare a person partially legally restricted in a certain area may be submitted by his spouse, parents or adult children, a care institution or a prosecutor. They can also request the court to restore legal capacity. Unlike previously, the Civil Code now provides that a request to restore a person’s legal capacity may also be lodged by the person whose capacity was partially restricted.\n  54.  The Civil Code was also supplemented by new Article 2.1371, which concerns preliminary arrangements (išankstinis nurodymas). It provides that an adult may make preliminary arrangements about how his pecuniary or non-pecuniary rights will be managed, should he be declared incapacitated in a certain area or partially capacitated in another. In the preliminary arrangements the person may name a person he wishes the court to appoint as his guardian, express his intentions about where he will live in future, name a specific person to deal with any financial and non-financial matters, or make other arrangements. Such preliminary arrangements must be approved by a notary and take effect after the court decision regarding the person’s legal incapacity. From that point onwards, the preliminary arrangements are binding on everybody, unless the court decides that they are not in the incapacitated person’s interests.\n(b)  Code of Civil Procedure\n  55.  Article 465 now stipulates that an application for a person’s incapacitation in a certain area must contain a description of the circumstances, including the medical condition which has left him unable to understand or control his actions. A medical report and other evidence must be added to the application. It must also list the areas in which the person should be declared incapacitated. Unlike previously, the new element to be included is a conclusion by a social worker about the person’s ability to take care of his or her daily needs independently or with assistance in particular areas.\n  56.  Article 467 § 6 now provides that when hearing a case for a person’s incapacity in a certain area, it is obligatory that the person concerned is represented by a lawyer.\n  57.  In accordance with Article 469, the court may review an earlier incapacity decision at the request of, inter alia, the incapacitated person himself, should his health improve. In such proceedings the person’s lawyer must take part, and if he does not have a lawyer the court will order the Legal Aid Service to secure one. Should a court decide to maintain a decision that a person is incapable in certain areas, it must ex officio evaluate whether he needs help in other areas and suggest to him that he agrees to assistance in those areas.\n(c)  Other legislative changes\n  58.  The Law of Local Government (Vietos savivaldos ?statymas) was supplemented by adding “ensuring a review of the state [of mind] of incapacitated persons” (neveiksni? asmen? b?kl?s perži?r?jimo užtikrinimas) to the functions of local government (Article 7 § 37).\n  59.  The Law on State Guaranteed Legal Aid Service was amended to stipulate that when a healthcare institution contacts the Legal Aid Service for legal aid to be provided to a mental health patient, the Legal Aid Service must adopt a decision the same day and familiarise the patient with it. It must also provide appropriate facilities to enable the patient and his lawyer to communicate (Article 22).\nC.  Supreme Court guidance regarding incapacity and guardianship proceedings\n1.  Ruling of 11 September 2007 in civil case no. 3K-3-328/2007\n  60.  In the above ruling, the Supreme Court noted that a person whose incapacity was requested was also a party to the proceedings (Article 464 § 1 of the Code of Civil Procedure). As a result, he enjoyed the rights of an interested party, including the right to be duly informed of the time and place of any hearing. The fact that the incapacitation case was heard in the absence of D.L. – who did not open the door to anyone and thus did not accept correspondence – was assessed by the Supreme Court as a violation of her right to be duly informed of the time and place of hearing. It also found that by failing to hear the person concerned and without making sure that she had been aware of the proceedings, the first-instance court had breached the principle of equality of arms and her right to appeal against the incapacity decision, because it had not been served on her. The Supreme Court also referred to Principle no. 13 of Recommendation No. R(99)4 by the Committee of Ministers of the Council of Europe (see paragraph 68 below), stating that a person has the right to be heard in any proceedings which could affect his legal capacity. This procedural guarantee should be applicable to the fullest extent possible, at the same time bearing in mind the requirements of Article 6 of the European Convention on Human Rights. In this regard, the Supreme Court also referred to the Court’s case-law to the effect that mental illness could result in appropriate restrictions of a person’s right to a fair hearing. However, such measures should not affect the very essence of that right (the Supreme Court relied on Winterwerp v. the Netherlands, 24 October 1979, § 60, Series A no. 33, and Lacárcel Menéndez v. Spain, no. 41745/02, § 31, 15 June 2006).\n  61.  In the same ruling, the Supreme Court also emphasised that determining whether a person can understand his or her actions was not only a scientific conclusion for forensic psychiatry, but also a question of fact which should be decided by the court on assessing all the other evidence and, if necessary, hearing expert evidence. Taking into consideration the fact that a declaration of incapacity entailed very serious interference with a person’s right to respect for his private life, it could only be made in exceptional circumstances.\n2.  Ruling of 11 July 2008 in civil case no. 3K-3-370/2008\n  62.  In that ruling, the Supreme Court reiterated the Court’s case-law to the effect that depriving a person of legal capacity entailed serious restrictions on his rights under Article 8 of the Convention. Very weighty reasons therefore had to be given for incapacitation (the Supreme Court referred to Matter v. Slovakia, no. 31534/96, § 68, 5 July 1999). It drew attention to the fact that different degrees of incapacity may exist, and that it may vary from time to time. Full restriction of legal capacity should therefore not be an unavoidable result when protecting the rights of the mentally disabled. The Supreme Court established two criteria to be observed: medical, the mental illness or disorder, recognised by a forensic psychiatric examination report and legal, the inability to understand and control one’s actions because of the mental illness. Both criteria were essential and of equal importance to each case regarding someone’s incapacitation. The Supreme Court emphasised that the question of establishing incapacity could not be examined in a purely formalistic way, simply following the medical criteria established in the expert’s conclusion and considering it to be sufficient grounds for finding someone incapable (the Supreme Court relied on Shtukaturov v. Russia, no. 44009/05, ECHR 2008). Moreover, the medical expert report as to the mental capacity of the person did not bind the court.\n  63.  In the same ruling, the Supreme Court underlined that under Article 2.10 of the Civil Code, legal incapacitation entailed a very serious restriction on a person’s right to respect for his private life, because he would become completely dependent on his guardian for an indefinite period of time. Legal status could only be reviewed on the initiative of the person’s guardian or others, but not on the initiative of the incapacitated person. For that reason, fairness of the incapacitation proceedings was crucial. The Supreme Court also observed that under Article 464 of the Code of Civil Procedure, a person whose incapacitation was at issue should be present at the hearing where his incapacitation is being decided, unless medical experts have deemed his participation impossible because of his or her state of mind.\n3.  Ruling of 23 March 2012 in civil case no. 3K-3-166/2012\n  64.  In that ruling, the Supreme Court observed that incapacitation stripped a person of all his rights, including the right to marry, vote, deal with his assets and choose where to live; in fact, it eliminated him from society. For that reason, it was vital to give priority to defending the rights of the vulnerable using all means possible during incapacitation proceedings. The Supreme Court once again reiterated that in order to justify full incapacitation, the mental disorder must be “of a kind and degree” warranting such a measure.\n  65.  In that particular case, the Supreme Court found that the question of legal capacity had only been examined at one level of jurisdiction, which was not sufficient to protect the incapacitated person’s interests. Moreover, when assessing fairness of proceedings, the entire proceedings, including the appellate stage, counted. In the circumstances of the case, the legally incapacitated person first appealed against the first-instance court’s decision to incapacitate her. Later she withdrew her appeal, an application which the appellate court had quickly accepted. The Supreme Court found that without holding a hearing and examining whether the plaintiff truly wished to terminate the court proceedings (and with information that she actually objected to her incapacitation), the appellate court had failed to take into account the importance of the issue at stake for her, and had thus breached her right to a fair hearing and the principle that priority must be given to the protection of the rights of the vulnerable. The Supreme Court referred to, inter alia, the Convention on the Rights of Persons with Disabilities, Article 12 of which reads that the disabled shall be provided with the support they may require in exercising their legal capacity.\n  66.  Lastly, in that case the incapacitated person’s guardian submitted a written request to the Supreme Court, arguing that she was the only person who could legally represent the incapacitated person. She requested that the court dismiss the incapacitated person’s appeal on points of law. The Supreme Court dismissed that request.\nD.  Other relevant domestic law\n  67.  The Code of Civil Procedure provided at the material time that a court decision could be appealed against within thirty days. If there was a valid reason for missing that deadline, a request to extend the time-limit could be submitted within six months of the decision of the first-instance court (Article 307). Proceedings could be reopened if, for example, the court had ruled on the rights and obligations of a person not party to those proceedings. Such a request had to be submitted to the court within three months of the date the person learned of the grounds for reopening the proceedings, but no later than five years from the date the decision was adopted (Articles 365-368).\nIII.  RELEVANT INTERNATIONAL MATERIALS\n  68.  Recommendation No. R(99)4 of the Committee of Ministers of the Council of Europe on principles concerning the legal protection of incapable adults was adopted on 23 February 1999. The relevant parts read as follows:\nPrinciple 3 – Maximum reservation of capacity\n “1.  The legislative framework should, so far as possible, recognise that different degrees of incapacity may exist and that incapacity may vary from time to time. Accordingly, a measure of protection should not result automatically in a complete removal of legal capacity. However, a restriction of legal capacity should be possible where it is shown to be necessary for the protection of the person concerned.\n 2.  In particular, a measure of protection should not automatically deprive the person concerned of the right to vote, or to make a will, or to consent or refuse consent to any intervention in the health field, or to make other decisions of a personal character at any time when his or her capacity permits him or her to do so. ...”\nPrinciple 6 – Proportionality\n “1.  Where a measure of protection is necessary it should be proportional to the degree of capacity of the person concerned and tailored to the individual circumstances and needs of the person concerned.\n 2.  The measure of protection should interfere with the legal capacity, rights and freedoms of the person concerned to the minimum extent which is consistent with achieving the purpose of the intervention.”\nPrinciple 7 – Procedural fairness and efficiency\n “1.  There should be fair and efficient procedures for the taking of measures for the protection of incapable adults.\n 2.  There should be adequate procedural safeguards to protect the human rights of the persons concerned and to prevent possible abuses.”\nPrinciple 11 – Institution of proceedings\n “1.  The list of those entitled to institute proceedings for the taking of measures for the protection of incapable adults should be sufficiently wide to ensure that measures of protection can be considered in all cases where they are necessary. It may, in particular, be necessary to provide for proceedings to be initiated by a public official or body, or by the court or other competent authority on its own motion.\n 2.  The person concerned should be informed promptly in a language, or by other means, which he or she understands of the institution of proceedings which could affect his or her legal capacity, the exercise of his or her rights or his or her interests unless such information would be manifestly without meaning to the person concerned or would present a severe danger to the health of the person concerned.”\nPrinciple 12 – Investigation and assessment\n “1.  There should be adequate procedures for the investigation and assessment of the adult’s personal faculties.\n 2.  No measure of protection which restricts the legal capacity of an incapable adult should be taken unless the person taking the measure has seen the adult or is personally satisfied as to the adult’s condition and an up-to-date report from at least one suitably qualified expert has been submitted. The report should be in writing or recorded in writing.”\nPrinciple 13 – Right to be heard in person\n “The person concerned should have the right to be heard in person in any proceedings which could affect his or her legal capacity.”\nPrinciple 14 – Duration, review and appeal\n “1.  Measures of protection should, whenever possible and appropriate, be of limited duration. Consideration should be given to the institution of periodical reviews.\n 2.  Measures of protection should be reviewed on a change of circumstances and, in particular, on a change in the adult’s condition. They should be terminated if the conditions for them are no longer fulfilled.\n 3.  There should be adequate rights of appeal.”\n  69.  The United Nations Convention on the Rights of Persons with Disabilities was ratified by the Republic of Lithuania on 27 May 2010, where it entered in force on 17 September 2010. The relevant parts read as follows:\nArticle 12\nEqual recognition before the law\n “1.  States Parties reaffirm that persons with disabilities have the right to recognition everywhere as persons before the law.\n 2.  States Parties shall recognize that persons with disabilities enjoy legal capacity on an equal basis with others in all aspects of life.\n 3.  States Parties shall take appropriate measures to provide access by persons with disabilities to the support they may require in exercising their legal capacity.\n 4.  States Parties shall ensure that all measures that relate to the exercise of legal capacity provide for appropriate and effective safeguards to prevent abuse in accordance with international human rights law. Such safeguards shall ensure that measures relating to the exercise of legal capacity respect the rights, will and preferences of the person, are free of conflict of interest and undue influence, are proportional and tailored to the person’s circumstances, apply for the shortest time possible and are subject to regular review by a competent, independent and impartial authority or judicial body. The safeguards shall be proportional to the degree to which such measures affect the person’s rights and interests.\n 5.  Subject to the provisions of this Article, States Parties shall take all appropriate and effective measures to ensure the equal right of persons with disabilities to own or inherit property, to control their own financial affairs and to have equal access to bank loans, mortgages and other forms of financial credit, and shall ensure that persons with disabilities are not arbitrarily deprived of their property.”\nArticle 13\nAccess to justice\n “1.  States Parties shall ensure effective access to justice for persons with disabilities on an equal basis with others, including through the provision of procedural and age-appropriate accommodations, in order to facilitate their effective role as direct and indirect participants, including as witnesses, in all legal proceedings, including at investigative and other preliminary stages.\n 2.  In order to help to ensure effective access to justice for persons with disabilities, States Parties shall promote appropriate training for those working in the field of administration of justice, including police and prison staff.”",
    "Events": [
        {
            "Id": 1,
            "Date": "28 March 2008",
            "Sentence": " (“the applicant”), on 28 March 2008"
        },
        {
            "Id": 2,
            "Date": "3 January 2012",
            "Sentence": "  On 3 January 2012 the application was communicated to the Government"
        },
        {
            "Id": 3,
            "Date": "1971",
            "Sentence": "  The applicant was born in 1971 and lives in Naujoji Akmen?"
        },
        {
            "Id": 4,
            "Date": "November 1989",
            "Sentence": "  In November 1989 he started military service in the armed forces of the Soviet Union"
        },
        {
            "Id": 5,
            "Date": "20 June 1990",
            "Sentence": " Medical records dated 20 June 1990 drafted by a panel of doctors in his military unit in Riazan (Russia), stipulated that at that time he had problems communicating with others and was autistic, though he had a normal memory and level of intelligence"
        },
        {
            "Id": 6,
            "Date": "2005",
            "Sentence": "  Having returned from the army to Lithuania, by 2005 he had been treated in psychiatric institutions no less than fifteen times"
        },
        {
            "Id": 7,
            "Date": "2004",
            "Sentence": " In 2004 he was diagnosed with residual and then paranoid schizophrenia"
        },
        {
            "Id": 8,
            "Date": "February 2006",
            "Sentence": "  In February 2006 the applicant attempted suicide by setting himself on fire"
        },
        {
            "Id": 9,
            "Date": "14 November 2006",
            "Sentence": "  In reply to a prosecutor’s request for information, on 14 November 2006 the Akmen? District Psychiatric Health Centre (Akmen?s rajono psichikos sveikatos centras) confirmed that the applicant had been attending there since 1999, and continued to be treated there for schizophrenia"
        },
        {
            "Id": 10,
            "Date": "1999",
            "Sentence": "  In reply to a prosecutor’s request for information, on 14 November 2006 the Akmen? District Psychiatric Health Centre (Akmen?s rajono psichikos sveikatos centras) confirmed that the applicant had been attending there since 1999, and continued to be treated there for schizophrenia"
        },
        {
            "Id": 11,
            "Date": "2004",
            "Sentence": " In 2004 episodes of the applicant’s illness became more frequent"
        },
        {
            "Id": 12,
            "Date": "July 2005",
            "Sentence": " Since July 2005 the applicant stopped attending the Akmen? District Psychiatric Health Centre and taking his medication, because he firmly refused any consultations with the psychiatrists"
        },
        {
            "Id": 13,
            "Date": "24 November 2006",
            "Sentence": "  On 24 November 2006 the applicant’s mother asked a prosecutor to initiate proceedings with a view to her son being declared legally incapacitated"
        },
        {
            "Id": 14,
            "Date": "2006",
            "Sentence": " By 2006 the applicant’s condition reached such a stage that he was afraid to leave his apartment or let his parents in, and he did not take care of himself"
        },
        {
            "Id": 15,
            "Date": "29 November 2006",
            "Sentence": "  By a ruling of 29 November 2006 the Akmen? District Court ordered an expert examination to ascertain (i) whether the applicant was suffering from mental illness, (ii) whether he could understand his actions and (iii) whether he could take part in court proceedings"
        },
        {
            "Id": 16,
            "Date": "8 January 2007",
            "Sentence": "  Having examined the applicant in person and scrutinised his medical records, on 8 January 2007 a psychiatrist concluded that he suffered from paranoid schizophrenia"
        },
        {
            "Id": 17,
            "Date": "29 January 2007",
            "Sentence": "  In a one page form sent to the Akmen? District Court on 29 January 2007, Akmen? District social services ticked a box to say that they “agreed” with the prosecutor’s request for the applicant to be declared incapacitated"
        },
        {
            "Id": 18,
            "Date": "31 January 2007",
            "Sentence": " They also indicated that they would not take part in the court hearing, which was scheduled for 31 January 2007"
        },
        {
            "Id": 19,
            "Date": "January 2007",
            "Sentence": "  On 23, 24, 25 and 30 January 2007 attempts were made by the Akmen? District Court to personally serve the applicant with the summons concerning the forthcoming hearing for his legal incapacitation and care"
        },
        {
            "Id": 20,
            "Date": "31 January 2007",
            "Sentence": "  At a public hearing on 31 January 2007 the Akmen? District Court, relying on Articles 465-468 of the Code of Civil Procedure, granted the prosecutor’s request for the applicant to be declared incapacitated, on the grounds that he could not understand or control his actions"
        },
        {
            "Id": 21,
            "Date": "31 January 2007",
            "Sentence": "  The Government submitted that, given the fact that it had not actually been possible to serve the summons on the applicant, the decision of 31 January 2007 had only been sent to the interested parties in the case, that is to say the applicant’s mother, the prosecutor and social services"
        },
        {
            "Id": 22,
            "Date": "5 February 2007",
            "Sentence": "  On 5 February 2007 the applicant drafted what appears to be a response to the prosecutor’s request of 24 November 2006 to incapacitate him"
        },
        {
            "Id": 23,
            "Date": "24 November 2006",
            "Sentence": "  On 5 February 2007 the applicant drafted what appears to be a response to the prosecutor’s request of 24 November 2006 to incapacitate him"
        },
        {
            "Id": 24,
            "Date": "30 January 2007",
            "Sentence": " Therein he mentions that he received a copy of the prosecutor’s request on 30 January 2007"
        },
        {
            "Id": 25,
            "Date": "5 February 2007",
            "Sentence": " A stamp on the letter indicates that it was received by the Akmen? District Court on 5 February 2007"
        },
        {
            "Id": 26,
            "Date": "19",
            "Sentence": "\n  19"
        },
        {
            "Id": 27,
            "Date": "6 March 2007",
            "Sentence": "  Having established that the applicant was legally incapacitated, by a ruling of 6 March 2007 the Akmen? District Court appointed the applicant’s mother as his guardian and the administrator of his property"
        },
        {
            "Id": 28,
            "Date": "9 March 2007",
            "Sentence": "  The applicant was forcibly admitted to the Šiauliai Psychiatric Hospital on 9 March 2007, after showing signs of agitation and behaving aggressively towards his parents"
        },
        {
            "Id": 29,
            "Date": "11 March 2007",
            "Sentence": " On 11 March 2007 he consented to treatment until 13 March 2007, when he refused any further treatment in writing"
        },
        {
            "Id": 30,
            "Date": "13 March 2007",
            "Sentence": " On 11 March 2007 he consented to treatment until 13 March 2007, when he refused any further treatment in writing"
        },
        {
            "Id": 31,
            "Date": "13 March 2007",
            "Sentence": "  On 13 March 2007 the Šiauliai Psychiatric Hospital asked the State Guaranteed Legal Aid Service (“the Legal Aid Service”) to provide legal aid to the applicant, who was to be forcibly hospitalised"
        },
        {
            "Id": 32,
            "Date": "31 January 2007",
            "Sentence": " It indicated that on 31 January 2007 the applicant had been declared legally incapacitated, and that on 6 March 2007 his mother had been appointed as his guardian"
        },
        {
            "Id": 33,
            "Date": "6 March 2007",
            "Sentence": " It indicated that on 31 January 2007 the applicant had been declared legally incapacitated, and that on 6 March 2007 his mother had been appointed as his guardian"
        },
        {
            "Id": 34,
            "Date": "9 March",
            "Sentence": "  The Government submitted to the court an extract from the applicant’s medical records, which indicated that he had been at the Šiauliai Psychiatric Hospital from 9 March until 22 June 2007"
        },
        {
            "Id": 35,
            "Date": "22 June 2007",
            "Sentence": "  The Government submitted to the court an extract from the applicant’s medical records, which indicated that he had been at the Šiauliai Psychiatric Hospital from 9 March until 22 June 2007"
        },
        {
            "Id": 36,
            "Date": "13 March 2007",
            "Sentence": " The doctor indicated in that record that a copy of the court ruling of 13 March 2007 had been given to the applicant"
        },
        {
            "Id": 37,
            "Date": "13 March 2007",
            "Sentence": "\n  The Government submitted that the court decision of 13 March 2007 had been handed to the applicant by his treating doctor on 15 March 2007"
        },
        {
            "Id": 38,
            "Date": "15 March 2007",
            "Sentence": "\n  The Government submitted that the court decision of 13 March 2007 had been handed to the applicant by his treating doctor on 15 March 2007"
        },
        {
            "Id": 39,
            "Date": "23",
            "Sentence": "\n  23"
        },
        {
            "Id": 40,
            "Date": "6 April 2007",
            "Sentence": "  On 6 April 2007 the applicant signed a document certifying that his treatment plan from the Šiauliai Psychiatric Hospital had been explained to him and that he agreed to follow it"
        },
        {
            "Id": 41,
            "Date": "26 November 2008",
            "Sentence": "  Having been released from the psychiatric hospital, on 26 November 2008 the applicant approached the Legal Aid Service"
        },
        {
            "Id": 42,
            "Date": "31 January 2007",
            "Sentence": " In his application he wrote that by a ruling of 31 January 2007 he had been declared legally incapacitated, and that he would need the time-limit for appealing against it to be renewed"
        },
        {
            "Id": 43,
            "Date": "March 2007",
            "Sentence": " He also indicated that in March 2007 his mother had been appointed his guardian and the administrator of his property"
        },
        {
            "Id": 44,
            "Date": "9 March 2007",
            "Sentence": " He noted that he had not known about the two decisions until 9 March 2007, upon his admission to the Šiauliai Psychiatric Hospital"
        },
        {
            "Id": 45,
            "Date": "31 December 2008",
            "Sentence": "  On 31 December 2008 the Legal Aid Service refused the request as having no prospect of success"
        },
        {
            "Id": 46,
            "Date": "January",
            "Sentence": "  The Legal Aid Service noted that the decisions the applicant wished to challenge had been taken in January and March 2007"
        },
        {
            "Id": 47,
            "Date": "March 2007",
            "Sentence": "  The Legal Aid Service noted that the decisions the applicant wished to challenge had been taken in January and March 2007"
        },
        {
            "Id": 48,
            "Date": "28 November 2008",
            "Sentence": " Given that he had not requested legal aid until 28 November 2008, he had missed the deadline for appeal against those decisions"
        },
        {
            "Id": 49,
            "Date": "15 December 2008",
            "Sentence": "  On 15 December 2008 the applicant requested that the Akmen? District Court give him a copy of the court rulings regarding his incapacitation and the appointment of his legal guardian"
        },
        {
            "Id": 50,
            "Date": "16 December 2008",
            "Sentence": "  On 16 December 2008 a judge of the Akmen? District Court wrote to the applicant informing him that those court rulings would not be given to him, because his mother had been appointed as his legal guardian and the administrator of his property"
        },
        {
            "Id": 51,
            "Date": "2 May 2012",
            "Sentence": "  In their observations on the admissibility and merits of the case, sent to the Court on 2 May 2012, the Government noted that at that time the applicant had lived separately in his own apartment"
        },
        {
            "Id": 52,
            "Date": "13 August 2014",
            "Sentence": "  On 13 August 2014 the applicant complained to the Šiauliai prosecutor’s office that in 2004 he had been forcibly admitted to the Šiauliai Psychiatric Hospital and made to undergo medical treatment"
        },
        {
            "Id": 53,
            "Date": "2004",
            "Sentence": "  On 13 August 2014 the applicant complained to the Šiauliai prosecutor’s office that in 2004 he had been forcibly admitted to the Šiauliai Psychiatric Hospital and made to undergo medical treatment"
        },
        {
            "Id": 54,
            "Date": "11 November 2014",
            "Sentence": "  By a final ruling of 11 November 2014, the Šiauliai Regional Court held that the applicant’s complaints about events in 2004 were unfounded"
        },
        {
            "Id": 55,
            "Date": "2004",
            "Sentence": "  By a final ruling of 11 November 2014, the Šiauliai Regional Court held that the applicant’s complaints about events in 2004 were unfounded"
        },
        {
            "Id": 56,
            "Date": "31 December 2015",
            "Sentence": "  As concerns legal incapacity and guardianship, the Civil Code, in force at the material time and until 31 December 2015, provided"
        },
        {
            "Id": 57,
            "Date": "2007",
            "Sentence": "  In 2007, the year the applicant was declared legally incapacitated, the Code of Civil Procedure provided that an application to declare a person legally incapacitated could be submitted by his spouse, children or parents, a guardianship institution or a public prosecutor (Article 463 § 1)"
        },
        {
            "Id": 58,
            "Date": "2 April 2014",
            "Sentence": "  On 2 April 2014 the Ministry of Justice adopted an explanatory memorandum (aiškinamasis raštas) in connection with proposed legislative changes relating to the protection of the rights of the disabled"
        },
        {
            "Id": 59,
            "Date": "2010",
            "Sentence": " The changes were prompted by the ratification of the United Nations Convention on the Rights of Persons with Disabilities, ratified by Lithuania in 2010 (for the relevant extracts from that Convention, see paragraph 69 below) and the Court’s practice"
        },
        {
            "Id": 60,
            "Date": "1 January 2016",
            "Sentence": "  Legislative amendments in force from 1 January 2016\n  49"
        },
        {
            "Id": 61,
            "Date": "26 March 2015",
            "Sentence": "  On the basis of the aforementioned proposals by the Ministry of Justice, on 26 March 2015 the Seimas adopted a number of legislative amendments relating to the protection of the rights of people with disabilities"
        },
        {
            "Id": 62,
            "Date": "1 January 2016",
            "Sentence": " They came into force on 1 January 2016, and are summarised below"
        },
        {
            "Id": 63,
            "Date": "11 September 2007",
            "Sentence": "  Ruling of 11 September 2007 in civil case no. 3K-3-328/2007\n  60"
        },
        {
            "Id": 64,
            "Date": "11 July 2008",
            "Sentence": "  Ruling of 11 July 2008 in civil case no. 3K-3-370/2008\n  62"
        },
        {
            "Id": 65,
            "Date": "5 July 1999",
            "Sentence": " Very weighty reasons therefore had to be given for incapacitation (the Supreme Court referred to Matter v. Slovakia, no. 31534/96, § 68, 5 July 1999)"
        },
        {
            "Id": 66,
            "Date": "23 March 2012",
            "Sentence": "  Ruling of 23 March 2012 in civil case no. 3K-3-166/2012\n  64"
        },
        {
            "Id": 67,
            "Date": "23 February 1999",
            "Sentence": " R(99)4 of the Committee of Ministers of the Council of Europe on principles concerning the legal protection of incapable adults was adopted on 23 February 1999"
        },
        {
            "Id": 68,
            "Date": "27 May 2010",
            "Sentence": "  The United Nations Convention on the Rights of Persons with Disabilities was ratified by the Republic of Lithuania on 27 May 2010, where it entered in force on 17 September 2010"
        },
        {
            "Id": 69,
            "Date": "17 September 2010",
            "Sentence": "  The United Nations Convention on the Rights of Persons with Disabilities was ratified by the Republic of Lithuania on 27 May 2010, where it entered in force on 17 September 2010"
        }
    ]
}