{
    "CaseName": "CASE OF INCIN v. TURKEY",
    "CaseText": "E\n  1.  The case originated in an application (no. 3534/06) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by fifteen Turkish nationals (“the applicants”) on 27 December 2005.\n  2.  The applicants, whose names, dates of birth and places of residence are set out in the attached table, were represented by Mr Cemal Demir, a lawyer practising in Van. The Turkish Government (“the Government”) were represented by their Agent.\n  3.  The applicants alleged, in particular, that the investigation and the trial concerning the killing of their relative in June 1995 had been in breach of the procedural obligation inherent in Article 2 of the Convention.\n  4.  On 10 November 2015 the complaint under Article 2 of the Convention concerning the effectiveness of the investigation and trial conducted after 22 March 2005 was communicated to the Government and the remainder of the application was declared inadmissible.\nTHE FACTS\nTHE CIRCUMSTANCES OF THE CASE\n  5.  The first applicant, Habibe ?ncin, is the wife of Kerim ?ncin; the second to seventh applicants are his children; the eighth applicant is his mother and the remaining seven applicants are the siblings of Kerim ?ncin.\n  6.  On 22 March 2005 the applicants Halima ?ncin and Haz?m ?ncin, with the assistance of their lawyer, submitted a petition to the Hakkari prosecutor. In their petition the two applicants alleged that after severe military clashes had taken place in the vicinity of their village, in 1994 they and their family members had left Turkey and moved to live with their relatives in Iraq. In June 1995 Kerim ?ncin had gone back to their village in Turkey to collect a sum of money he was owed. While he was having dinner in the village headman’s house, village guards had arrived and taken him to the nearby Geçimli military station. While at the military station Kerim ?ncin had been questioned and subjected to ill-treatment. After having detained him at the station for a week, the soldiers had taken him back to the village, where they had shot him and buried him.\n  7.  In the petition the lawyer representing the applicants stated that the applicant Haz?m ?ncin had recently returned to Turkey from Iraq and wanted to lodge an official complaint concerning the killing of his father. In their petition the two applicants also gave the prosecutor the names of a number of people who they alleged had witnessed the incident in question. They asked the prosecutor to carry out an investigation, to identify and question all the eyewitnesses, to exhume the body of Kerim ?ncin and to find and punish those responsible for the killing.\n  8.  The prosecutor started an investigation into the applicants’ allegations immediately. In the course of the investigation, between 2005 and 2006 the prosecutor questioned the applicants and other members of their family. During the same period the prosecutor also identified, summoned and questioned a large number of witnesses and members of the military who had lived or worked in the region at the time of the events but who, in the years that had elapsed since the killing, had moved to different parts of the country. A number of witnesses told the prosecutor that they had seen Kerim ?ncin being taken away from the village by the soldiers and added that shortly afterwards a large-scale military operation had been conducted in the area and they had heard that Kerim ?ncin had been killed in the course of that operation.\n  9.  Some members of the military forces told the prosecutor during their questioning that they had no recollection of the events while others stated that no such incident had taken place.\n  10.  As a result of the questioning the prosecutor found it established that Kerim ?ncin had indeed been killed and that his body had been buried in Ta?ba?? village cemetery.\n  11.  On 26 May 2006 the prosecutor asked the Hakkari Gendarmerie Command whether there would be any security concerns if he were to visit that cemetery with a view to exhuming a body. The prosecutor was informed in reply that it was not a good idea to do so because the security forces conducted spontaneous operations in the area during the summer months.\n  12.  The prosecutor continued to request security updates from the military until 2009 and sent approximately twenty letters requesting that the military inform him as soon as it was possible to visit the village. In respect of the requests made during winter months the military informed the prosecutor that it would not be safe to go to the area because of adverse weather conditions. In their replies during spring, summer and autumn months, the soldiers informed the prosecutor that it was not a good idea to go to the area in question because a military operation could be conducted there at any time.\n  13.  Finally, on 11 June 2009 the prosecutor informed the military of his intention to go to the cemetery on 18 June 2009 and instructed the military to take the necessary security measures for his planned visit.\n  14.  On 18 June 2009 the prosecutor went to the cemetery in question and a body was exhumed from a grave in his presence. It was subsequently established by DNA analysis that it was the body of Kerim ?ncin. Forensic examinations showed that there were ten holes in the clothes in which Kerim ?ncin had been buried and that the cause of death had been numerous firearms injuries inflicted on his body and skull.\n  15.  On 25 March 2010 the prosecutor took a decision not to prosecute ten of the suspects who had been working as members of the military at the time of the events, for lack of evidence. The following day the prosecutor prepared an indictment and charged Y.K. ? who had been the commander of the Geçimli military station where Kerim ?ncin had allegedly been taken at the time of the events ? with the offence of murder.\n  16.  The trial before the Hakkari Assize Court started on 12 April 2010. The two applicants who had introduced the complaint with the prosecutor on 22 March 2005 (see paragraph 6 above), namely Halima ?ncin and Haz?m ?ncin, joined the criminal proceedings as interveners. In the course of the trial a total of twenty hearings were held. On 27 November 2014 the Hakkari Assize Court acquitted Y.K. for lack of evidence. The same day the applicants appealed against the judgment acquitting Y.K. and the proceedings before the Court of Cassation are still pending.\n  17.  At the request of the Court, the Government stated that, in accordance with the applicable statute of limitations, the criminal proceedings against Y.K. would not become time-barred until 2025.",
    "Events": [
        {
            "Id": 1,
            "Date": "27 December 2005",
            "Sentence": "  The case originated in an application (no. 3534/06) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by fifteen Turkish nationals (“the applicants”) on 27 December 2005"
        },
        {
            "Id": 2,
            "Date": "June 1995",
            "Sentence": "  The applicants alleged, in particular, that the investigation and the trial concerning the killing of their relative in June 1995 had been in breach of the procedural obligation inherent in Article 2 of the Convention"
        },
        {
            "Id": 3,
            "Date": "10 November 2015",
            "Sentence": "  On 10 November 2015 the complaint under Article 2 of the Convention concerning the effectiveness of the investigation and trial conducted after 22 March 2005 was communicated to the Government and the remainder of the application was declared inadmissible"
        },
        {
            "Id": 4,
            "Date": "22 March 2005",
            "Sentence": "  On 10 November 2015 the complaint under Article 2 of the Convention concerning the effectiveness of the investigation and trial conducted after 22 March 2005 was communicated to the Government and the remainder of the application was declared inadmissible"
        },
        {
            "Id": 5,
            "Date": "22 March 2005",
            "Sentence": "  On 22 March 2005 the applicants Halima ?ncin and Haz?m ?ncin, with the assistance of their lawyer, submitted a petition to the Hakkari prosecutor"
        },
        {
            "Id": 6,
            "Date": "1994",
            "Sentence": " In their petition the two applicants alleged that after severe military clashes had taken place in the vicinity of their village, in 1994 they and their family members had left Turkey and moved to live with their relatives in Iraq"
        },
        {
            "Id": 7,
            "Date": "June 1995",
            "Sentence": " In June 1995 Kerim ?ncin had gone back to their village in Turkey to collect a sum of money he was owed"
        },
        {
            "Id": 8,
            "Date": "2005",
            "Sentence": " In the course of the investigation, between 2005 and 2006 the prosecutor questioned the applicants and other members of their family"
        },
        {
            "Id": 9,
            "Date": "2006",
            "Sentence": " In the course of the investigation, between 2005 and 2006 the prosecutor questioned the applicants and other members of their family"
        },
        {
            "Id": 10,
            "Date": "26 May 2006",
            "Sentence": "  On 26 May 2006 the prosecutor asked the Hakkari Gendarmerie Command whether there would be any security concerns if he were to visit that cemetery with a view to exhuming a body"
        },
        {
            "Id": 11,
            "Date": "2009",
            "Sentence": "  The prosecutor continued to request security updates from the military until 2009 and sent approximately twenty letters requesting that the military inform him as soon as it was possible to visit the village"
        },
        {
            "Id": 12,
            "Date": "11 June 2009",
            "Sentence": "  Finally, on 11 June 2009 the prosecutor informed the military of his intention to go to the cemetery on 18 June 2009 and instructed the military to take the necessary security measures for his planned visit"
        },
        {
            "Id": 13,
            "Date": "18 June 2009",
            "Sentence": "  Finally, on 11 June 2009 the prosecutor informed the military of his intention to go to the cemetery on 18 June 2009 and instructed the military to take the necessary security measures for his planned visit"
        },
        {
            "Id": 14,
            "Date": "18 June 2009",
            "Sentence": "  On 18 June 2009 the prosecutor went to the cemetery in question and a body was exhumed from a grave in his presence"
        },
        {
            "Id": 15,
            "Date": "25 March 2010",
            "Sentence": "  On 25 March 2010 the prosecutor took a decision not to prosecute ten of the suspects who had been working as members of the military at the time of the events, for lack of evidence"
        },
        {
            "Id": 16,
            "Date": "12 April 2010",
            "Sentence": "  The trial before the Hakkari Assize Court started on 12 April 2010"
        },
        {
            "Id": 17,
            "Date": "22 March 2005",
            "Sentence": " The two applicants who had introduced the complaint with the prosecutor on 22 March 2005 (see paragraph 6 above), namely Halima ?ncin and Haz?m ?ncin, joined the criminal proceedings as interveners"
        },
        {
            "Id": 18,
            "Date": "27 November 2014",
            "Sentence": " On 27 November 2014 the Hakkari Assize Court acquitted Y.K. for lack of evidence"
        },
        {
            "Id": 19,
            "Date": "2025",
            "Sentence": "  At the request of the Court, the Government stated that, in accordance with the applicable statute of limitations, the criminal proceedings against Y.K. would not become time-barred until 2025"
        }
    ]
}