{
    "CaseName": "CASE OF CHIRAGOV AND OTHERS v. ARMENIA",
    "CaseText": "E\n  1.  The case originated in an application (no. 13216/05) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by six Azerbaijani nationals, Mr Elkhan Chiragov, Mr Adishirin Chiragov, Mr Ramiz Gebrayilov, Mr Akif Hasanof, Mr Fekhreddin Pashayev and Mr Qaraca Gabrayilov (“the applicants”), on 6 April 2005. The sixth applicant died in June 2005. The application was pursued on his behalf by his son, Mr Sagatel Gabrayilov.\n  2.  In a judgment delivered on 16 June 2015 (“the principal judgment”), the Court held that there had been continuing violations of Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1 to the Convention and that no separate issue arose under Article 14 of the Convention. In particular, with respect to Article 1 of Protocol No. 1, the Court concluded that, as concerned the period under scrutiny, that is, from 26 April 2002, no aim had been indicated which could justify the denial of access of the applicants to their property and the lack of compensation for this interference. The Court found the Republic of Armenia responsible for the breaches of the applicants’ rights (Chiragov and Others v. Armenia [GC], no. 13216/05, § 201, ECHR 2015).\n  3.  Under Article 41 of the Convention the applicants sought just satisfaction amounting to several million euros (EUR) in respect of damage sustained and of costs and expenses.\n  4.  Since the question of the application of Article 41 of the Convention was not ready for decision, the Court reserved it and invited the Government and the applicants to submit, within twelve months, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (§ 222 and point 8 of the operative provisions of the principal judgment).\n  5.  Having failed to reach an agreement, the applicants submitted their observations on 16 June and 28 December 2016 and the Government on 16 September and 30 December 2016.\n  6.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 and Rule 24 of the Rules of Court.\n  7.  In response to a request from the Government, the Court decides that the examination of the issue of just satisfaction does not require it to undertake a fact-finding mission.",
    "Events": [
        {
            "Id": 1,
            "Date": "6 April 2005",
            "Sentence": "  The case originated in an application (no. 13216/05) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by six Azerbaijani nationals, Mr Elkhan Chiragov, Mr Adishirin Chiragov, Mr Ramiz Gebrayilov, Mr Akif Hasanof, Mr Fekhreddin Pashayev and Mr Qaraca Gabrayilov (“the applicants”), on 6 April 2005"
        },
        {
            "Id": 2,
            "Date": "June 2005",
            "Sentence": " The sixth applicant died in June 2005"
        },
        {
            "Id": 3,
            "Date": "16 June 2015",
            "Sentence": "  In a judgment delivered on 16 June 2015 (“the principal judgment”), the Court held that there had been continuing violations of Articles 8 and 13 of the Convention and Article 1 of Protocol No"
        },
        {
            "Id": 4,
            "Date": "26 April 2002",
            "Sentence": " 1, the Court concluded that, as concerned the period under scrutiny, that is, from 26 April 2002, no aim had been indicated which could justify the denial of access of the applicants to their property and the lack of compensation for this interference"
        },
        {
            "Id": 5,
            "Date": "16 June",
            "Sentence": "  Having failed to reach an agreement, the applicants submitted their observations on 16 June and 28 December 2016 and the Government on 16 September and 30 December 2016"
        },
        {
            "Id": 6,
            "Date": "28 December 2016",
            "Sentence": "  Having failed to reach an agreement, the applicants submitted their observations on 16 June and 28 December 2016 and the Government on 16 September and 30 December 2016"
        },
        {
            "Id": 7,
            "Date": "16 September",
            "Sentence": "  Having failed to reach an agreement, the applicants submitted their observations on 16 June and 28 December 2016 and the Government on 16 September and 30 December 2016"
        },
        {
            "Id": 8,
            "Date": "30 December 2016",
            "Sentence": "  Having failed to reach an agreement, the applicants submitted their observations on 16 June and 28 December 2016 and the Government on 16 September and 30 December 2016"
        }
    ]
}