{
    "CaseName": "CASE OF GARIB v. THE NETHERLANDS",
    "CaseText": "E\n  1.  The case originated in an application (no. 43494/09) against the Kingdom of the Netherlands lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") by a Netherlands national, Ms Rohiniedevie Garib (\"the applicant\"), on 28 July 2009.\n  2.  The applicant was represented by Mr R.S. Wijling, a lawyer practising in Rotterdam. The Netherlands Government (\"the Government\") were represented by their Agent, Mr R.A.A. Böcker of the Ministry of Foreign Affairs.\n  3.  The applicant alleged that the restrictions to which she was subjected in choosing her place of residence were incompatible with Article 2 of Protocol No. 4 to the Convention.\n  4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). On 23 February 2016 a Chamber of that Section composed of Judges Luis López Guerra, President, Helena Jäderblom, George Nicolaou, Helen Keller, Johannes Silvis, Branko Lubarda and Pere Pastor Vilanova, and also of Stephen Phillips, Section Registrar, declared the application admissible and held, by five votes to two, that there had been no violation of Article 2 of Protocol No. 4. The joint dissenting opinion of Judges López Guerra and Keller was annexed to the judgment. On 23 May 2016 the applicant requested the referral of the case to the Grand Chamber in accordance with Article 43 of the Convention. On 12 September 2016 the panel of the Grand Chamber granted that request.\n  5.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 of the Convention and Rule 24 of the Rules of Court. Mr Johannes Silvis, the judge elected in respect of the Kingdom of the Netherlands, having left the Court, on 15 September 2016 the President of the Court appointed Mr Egbert Myjer to sit as an ad hoc judge in his place (Article 26 § 4 of the Convention and Rule 29). At the final deliberations, Judge Gabriele Kucsko-Stadlmayer, substitute judge, replaced Judge András Sajó, who was unable to take part in the further consideration of the case (Rule 24 § 3). Ms Mirjana Lazarova-Trajkovska, whose term of office expired on 1 February 2017, continued to sit in the case (Article 23 § 3 of the Convention and Rule 24 § 4).\n  6.  The applicant and the Government each filed further written observations (Rule 59 § 1) on the merits. In addition, joint third-party comments were received from the Human Rights Centre of Ghent University and the Equality Law Clinic of the Université libre de Bruxelles, which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3).\n  7.  A hearing took place in public in the Human Rights Building, Strasbourg, on 25 January 2017 (Rule 59 § 3).\n  There appeared before the Court:\n(a)  for the Government\nMr\tR.A.A. BÖCKER, Ministry of Foreign Affairs,\tAgent,\nMs\tM.J. VAN AMERONGEN, Ministry of the Interior and Kingdom Relations,\nMr\tV. MOORS, Ministry of the Interior and Kingdom Relations,\nMs\tE. SCHARPHOF, Ministry of the Interior and\nKingdom Relations, \nMr\tM. METIN, Municipality of Rotterdam,\tAdvisers;\n(b)  for the applicant\nMr\tR.S. WIJLING,\nMs\tK. AZGHAY,\tCounsel.\n\n  The Court heard addresses by Mr Wijling, Ms Azghay and Mr Böcker, and also their answers to questions from judges.\nTHE FACTS\nI.  THE CIRCUMSTANCES OF THE CASE\n  8.  The applicant was born in 1971 and now lives in Vlaardingen.\n  9.  On 25 May 2005 the applicant moved to the city of Rotterdam. She took up residence in rented property at the address A. Street 6b. This address is located in the Tarwewijk district in South Rotterdam. The applicant had previously resided outside the Rotterdam Metropolitan Region (Stadsregio Rotterdam).\n  10.  The applicant stated that no later than early 2007 the owner of the property asked her and her two young children to vacate the property as he wished to renovate it for his own use. He offered to let the applicant a different property at the address B. Street 72A, also in the Tarwewijk area. She further stated that, since it comprised three rooms and a garden, the property was far more suitable for her and her children than her A. Street dwelling which comprised a single room. However, whether the A. Street property was actually renovated or required renovation at all remains in dispute (see paragraph 83 below).\n  11.  In the meantime on 13 June 2006, Tarwewijk had been designated under the Inner City Problems (Special Measures) Act (Wet bijzondere maatregelen grootstedelijke problematiek, see paragraph 21 below) as an area where only those households could move into housing who had been granted a housing permit (huisvestingsvergunning) to do so in relation to an identified property. Accordingly, on 8 March 2007 the applicant lodged a request for a housing permit with the Burgomaster and Aldermen (burgemeester en wethouders) of Rotterdam in order to be permitted to move to B. Street 72A.\n  12.  On 19 March 2007 the Burgomaster and Aldermen gave a decision refusing such a permit. They found it established that the applicant did not satisfy the statutory requirements for a housing permit (see paragraph 21 below) on the basis that she had not been resident in the Rotterdam Metropolitan Region for six years immediately preceding the introduction of her request. Moreover, since she was dependent on social-security benefits under the Work and Social Assistance Act (Wet Werk en Bijstand), she also did not meet the income requirement that would have qualified her for an exemption from the residence requirement.\n  13.  The applicant, who was represented throughout the domestic proceedings and before the Court by the same lawyer, lodged an objection (bezwaarschrift) with the Burgomaster and Aldermen.\n  14.  On 15 June 2007 the Burgomaster and Aldermen gave a decision dismissing the applicant's objection. Adopting as their own an advisory opinion by the Objections Advisory Committee (Algemene bezwaarschriftencommissie), they referred to the fact that housing permits were intended to be an instrument to ensure the balanced and equitable distribution of housing and to the possibility for the applicant to move to a dwelling not situated in a \"hotspot\" area.\n  15.  The applicant lodged an appeal (beroep) with the Rotterdam Regional Court (rechtbank). In so far as relevant to the case, she argued that the hardship clause ought to have been applied. She relied on Article 2 of Protocol No. 4 of the Convention and Article 12 of the 1966 International Covenant on Civil and Political Rights. She also submitted that the requirement of six years' residence in the Rotterdam Metropolitan Area, as applied to her, constituted discrimination based on income status contrary to Article 26 of the International Covenant on Civil and Political Rights.\n  16.  The Regional Court gave a decision dismissing the applicant's appeal on 4 April 2008 (ECLI:NL:RBROT:2008:BD0270). In so far as relevant to the case before the Court, its reasoning was as follows:\n \"Section 8(1) of the Inner City Problems (Special Measures) Act [see paragraph 21 below] provides for the possibility of temporary restrictions on freedom of residence in areas to be indicated by the Minister [sc. the Minister of Housing, Spatial Planning and the Environment (Minister van Volkshuisvesting, Ruimtelijke Ordening en Milieubeheer)]. The aim of these restrictions is to reverse a process of overburdening and decreasing quality of life (leefkwaliteit), particularly by striving towards districts whose composition is more mixed from a socioeconomic point of view. The restrictions are also intended actively to counteract the existing segregation of incomes throughout the city through the regulation of the supply of housing in certain districts and in so doing improve the quality of life of the inhabitants of those districts (Parliamentary Documents, Lower House of Parliament (Kamerstukken II) 2004/2005, 30 091, no. 3 [i.e. the Explanatory Memorandum (Memorie van Toelichting), see paragraph 31 below], pages 11-13). In view of the aims of the law, as set out, these temporary restrictions on the freedom to choose one's residence cannot be found not to be justified by the general interest in a democratic society. Nor can it be found that, given the considerable extent of the problems noted in certain districts in Rotterdam, the said restrictions are not necessary for the maintenance of ordre public. The Regional Court takes the view that the legislature has sufficiently shown that in those districts the 'limits of the capacity for absorption' have been reached as regards care and support for the socioeconomically underprivileged and that moreover in those districts there is a concentration of underprivileged individuals in deprived districts as well as considerable dissatisfaction among the population about inappropriate behaviour, nuisance and crime.\n As regards the violation of Article 26 of the International Covenant on Civil and Political Rights posited by [the applicant], the Regional Court takes the view that sufficient reasons have been given (Parliamentary Documents, Lower House of Parliament, 2004/2005, 30 091, no. 3, pp. 18-20) that in so far as these measures constitute an indirect distinction, this distinction has sufficient objective justification.\n The Regional Court observes in this connection that the restrictions based on the Inner City Problems (Special Measures) Act imposed by the 2003 Housing By-law [of the Municipality of Rotterdam] (Huisvestingsverordening 2003) constitute only a minimal and temporary restriction on the freedom to choose one's residence. In so finding, the Regional Court notes that it does not appear - and [the applicant] has not made out a case - that [she] cannot obtain fitting housing elsewhere in the Municipality or the Region.\"\n  17.  The applicant lodged a further appeal (hoger beroep) with the Administrative Jurisdiction Division (Afdeling bestuursrechtspraak) of the Council of State (Raad van State). As she had done before the Regional Court, she invoked Article 2 of Protocol No. 4 to the Convention and Articles 12 and 26 of the International Covenant on Civil and Political Rights.\n  18.  On 4 February 2009 the Administrative Jurisdiction Division gave a decision (ECLI:NL:RVS:2009:BH1845) dismissing the applicant's further appeal. In so far as relevant to the case before the Court, its reasoning included the following:\n \"2.3.2.  The right freely to choose one's residence, provided by Article 2 of Protocol No. 4, may, under the fourth paragraph, be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society. The right of everyone freely to choose one's residence, laid down in Article 12 § 1 of the International Covenant on Civil and Political Rights, shall not be subject to any restrictions except those which are provided by law and are necessary to protect public order. The Administrative Jurisdiction Division observes in this connection that the concept 'public order' in the Covenant includes, in addition to the prevention of disorder, public safety, the prevention of crime and all universally accepted fundamental principles corresponding to human rights on which a democratic society is based. The arrangement set out in section 2.6(2) of the 2003 Housing By-law constitutes a restriction on Garib's free choice of a place of residence. It is not disputed that this restriction is provided for by law and is inspired by the interest that society has in [ensuring] the quality of life in districts of major cities. The Administrative Jurisdiction Division finds that, considering that the area in issue is one designated under section 5 of the Inner City Problems (Special Measures) Act, the Burgomaster and Aldermen were entitled to take the view that the restriction [on freedom to choose one's residence] is justified in the general interest in a democratic society within the meaning of Article 12 § 3 of the 1966 International Covenant on Civil and Political Rights. The area in issue is a so-called 'hotspot', where, as has not been disputed, the quality of life is under threat. The restriction resulting from section 2.6(2) of the 2003 Housing By-law is of a temporary nature, namely for up to six years. It is not established that the supply of housing outside the areas designated by the Minister in the Rotterdam Metropolitan Region is insufficient. What [the applicant] has stated about waiting times does not lead the Administrative Jurisdiction Division to reach a different finding. The Administrative Jurisdiction Division further takes into account that pursuant to section 7(1), introductory sentence and under b of the Inner City Problems (Special Measures) Act, the Minister is empowered to rescind the designation of the area if it turns out that persons seeking housing do not have sufficient possibility of finding suitable housing within the region in which the municipality is situated. In view of these facts and circumstances the Administrative Jurisdiction Division finds that the restriction in issue is not contrary to the requirements of a pressing social need and proportionality. The Administrative Jurisdiction Division therefore finds, as the Regional Court did, that section 2.6(2) of the 2003 Housing By-law does not violate Article 2 of Protocol No. 4 of the Convention or Article 12 of the 1966 International Covenant on Civil and Political Rights.\n 2.3.3.  As to Garib's argument that section 2.6(2) of the 2003 Housing By-law violates Article 26, first sentence, of the International Covenant on Civil and Political Rights because it entails an indirect distinction, the Administrative Jurisdiction Division holds as follows. Since a relatively large number of people are resident in the areas covered by that section who are dependent on social-security benefits under the Work and Social Assistance Act, section 2.6(2) can lead to an indirect distinction being made. Such a distinction is permitted if there is an objective and reasonable justification for that distinction and the difference in treatment that flows from it. Whether such is the case must be considered in the light of the question whether the making of the distinction serves a legitimate aim and is proportionate to the aim sought to be achieved, i.e. is a suitable means to achieve that aim and the aim cannot be achieved by other, less intrusive means. Section 2.6(2) of the 2003 Housing By-law is intended by the Local Council (gemeenteraad) to effect differentiation in the districts in order to increase the quality of life. Given the seriousness of the problems the solution thereof must be considered a legitimate aim. The income requirement set by section 2.6(2) of the 2003 Housing By-law is the final measure of a package of measures (pakket van maatregelen) introduced to meet that goal. It has not, or not sufficiently, been disputed that the other measures in themselves produce insufficient effect. Considering the fact that the measure is limited in time and it does not appear that Garib cannot obtain suitable housing elsewhere in the Municipality or the Region, the Administrative Jurisdiction Division agrees with the Regional Court that the Burgomaster and Aldermen, taking into account the fact that the legislature created the possibility to make use of this means by statute and explicitly and the legislature equally weighed the need to open this possibility in addition to the existing possibilities, had good reasons to take the view that, in addition to the measures already in existence, this measure too is necessary and proportionate.\n 2.3.4.  Finally, Garib has submitted that the Burgomaster and Aldermen were wrong to find that the particular circumstances on which she relied did not constitute grounds to apply the hardship clauses. These particular circumstances are that her present dwelling is too small for her and her two children and that its poor state of repair causes her inconvenience (voor overlast zorgt). It is the policy of the Burgomaster and Aldermen to apply the hardship clauses only in untenable situations, for example in cases of violence. Like the Regional Court, the Administrative Jurisdiction Division takes the view that the Burgomaster and Aldermen were entitled to consider that there is no such situation in the present case.\"",
    "Events": [
        {
            "Id": 1,
            "Date": "28 July 2009",
            "Sentence": "  The case originated in an application (no. 43494/09) against the Kingdom of the Netherlands lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") by a Netherlands national, Ms Rohiniedevie Garib (\"the applicant\"), on 28 July 2009"
        },
        {
            "Id": 2,
            "Date": "23 February 2016",
            "Sentence": " On 23 February 2016 a Chamber of that Section composed of Judges Luis López Guerra, President, Helena Jäderblom, George Nicolaou, Helen Keller, Johannes Silvis, Branko Lubarda and Pere Pastor Vilanova, and also of Stephen Phillips, Section Registrar, declared the application admissible and held, by five votes to two, that there had been no violation of Article 2 of Protocol No"
        },
        {
            "Id": 3,
            "Date": "23 May 2016",
            "Sentence": " On 23 May 2016 the applicant requested the referral of the case to the Grand Chamber in accordance with Article 43 of the Convention"
        },
        {
            "Id": 4,
            "Date": "12 September 2016",
            "Sentence": " On 12 September 2016 the panel of the Grand Chamber granted that request"
        },
        {
            "Id": 5,
            "Date": "15 September 2016",
            "Sentence": " Mr Johannes Silvis, the judge elected in respect of the Kingdom of the Netherlands, having left the Court, on 15 September 2016 the President of the Court appointed Mr Egbert Myjer to sit as an ad hoc judge in his place (Article 26 § 4 of the Convention and Rule 29)"
        },
        {
            "Id": 6,
            "Date": "1 February 2017",
            "Sentence": " Ms Mirjana Lazarova-Trajkovska, whose term of office expired on 1 February 2017, continued to sit in the case (Article 23 § 3 of the Convention and Rule 24 § 4)"
        },
        {
            "Id": 7,
            "Date": "25 January 2017",
            "Sentence": "  A hearing took place in public in the Human Rights Building, Strasbourg, on 25 January 2017 (Rule 59 § 3)"
        },
        {
            "Id": 8,
            "Date": "1971",
            "Sentence": "  The applicant was born in 1971 and now lives in Vlaardingen"
        },
        {
            "Id": 9,
            "Date": "25 May 2005",
            "Sentence": "  On 25 May 2005 the applicant moved to the city of Rotterdam"
        },
        {
            "Id": 10,
            "Date": "early 2007",
            "Sentence": "  The applicant stated that no later than early 2007 the owner of the property asked her and her two young children to vacate the property as he wished to renovate it for his own use"
        },
        {
            "Id": 11,
            "Date": "13 June 2006",
            "Sentence": "  In the meantime on 13 June 2006, Tarwewijk had been designated under the Inner City Problems (Special Measures) Act (Wet bijzondere maatregelen grootstedelijke problematiek, see paragraph 21 below) as an area where only those households could move into housing who had been granted a housing permit (huisvestingsvergunning) to do so in relation to an identified property"
        },
        {
            "Id": 12,
            "Date": "8 March 2007",
            "Sentence": " Accordingly, on 8 March 2007 the applicant lodged a request for a housing permit with the Burgomaster and Aldermen (burgemeester en wethouders) of Rotterdam in order to be permitted to move to B. Street 72A"
        },
        {
            "Id": 13,
            "Date": "19 March 2007",
            "Sentence": "  On 19 March 2007 the Burgomaster and Aldermen gave a decision refusing such a permit"
        },
        {
            "Id": 14,
            "Date": "15 June 2007",
            "Sentence": "  On 15 June 2007 the Burgomaster and Aldermen gave a decision dismissing the applicant's objection"
        },
        {
            "Id": 15,
            "Date": "4 April 2008",
            "Sentence": "  The Regional Court gave a decision dismissing the applicant's appeal on 4 April 2008 (ECLI"
        },
        {
            "Id": 16,
            "Date": "2008",
            "Sentence": "2008"
        },
        {
            "Id": 17,
            "Date": "2004",
            "Sentence": " The restrictions are also intended actively to counteract the existing segregation of incomes throughout the city through the regulation of the supply of housing in certain districts and in so doing improve the quality of life of the inhabitants of those districts (Parliamentary Documents, Lower House of Parliament (Kamerstukken II) 2004/2005, 30 091, no. 3 [i.e. the Explanatory Memorandum (Memorie van Toelichting), see paragraph 31 below], pages 11-13)"
        },
        {
            "Id": 18,
            "Date": "2005",
            "Sentence": " The restrictions are also intended actively to counteract the existing segregation of incomes throughout the city through the regulation of the supply of housing in certain districts and in so doing improve the quality of life of the inhabitants of those districts (Parliamentary Documents, Lower House of Parliament (Kamerstukken II) 2004/2005, 30 091, no. 3 [i.e. the Explanatory Memorandum (Memorie van Toelichting), see paragraph 31 below], pages 11-13)"
        },
        {
            "Id": 19,
            "Date": "2004",
            "Sentence": "\n As regards the violation of Article 26 of the International Covenant on Civil and Political Rights posited by [the applicant], the Regional Court takes the view that sufficient reasons have been given (Parliamentary Documents, Lower House of Parliament, 2004/2005, 30 091, no. 3, pp"
        },
        {
            "Id": 20,
            "Date": "2005",
            "Sentence": "\n As regards the violation of Article 26 of the International Covenant on Civil and Political Rights posited by [the applicant], the Regional Court takes the view that sufficient reasons have been given (Parliamentary Documents, Lower House of Parliament, 2004/2005, 30 091, no. 3, pp"
        },
        {
            "Id": 21,
            "Date": "2003",
            "Sentence": "\n The Regional Court observes in this connection that the restrictions based on the Inner City Problems (Special Measures) Act imposed by the 2003 Housing By-law [of the Municipality of Rotterdam] (Huisvestingsverordening 2003) constitute only a minimal and temporary restriction on the freedom to choose one's residence"
        },
        {
            "Id": 22,
            "Date": "4 February 2009",
            "Sentence": "  On 4 February 2009 the Administrative Jurisdiction Division gave a decision (ECLI"
        },
        {
            "Id": 23,
            "Date": "2009",
            "Sentence": "2009"
        }
    ]
}