{
    "CaseName": "CASE OF V.M. AND OTHERS v. BELGIUM",
    "CaseText": "E\n  1.  The case originated in an application (no. 60125/11) against the Kingdom of Belgium lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Serbian nationals, Mr V.M., Mrs S.G.M. and their five children S.M., E.M., S.M., E.M. and E.M.M. (“the applicants”), on 27 September 2011. The President of the Section to which the case had been assigned acceded to the applicants’ request not to have their names disclosed (Rule 47 § 4 of the Rules of Court).\n  2.  The applicants were represented by Ms E. Néraudau, a member of the Nantes Bar. The Belgian Government (“the Government”) were represented by their Agent, Mr M. Tysebaert, and by their co-Agent, Ms I. Niedlispacher, of the Federal Justice Department.\n  3.  The applicants alleged that they had been subjected to living conditions in Belgium that had been incompatible with Article 3 of the Convention and had caused their eldest daughter’s death. They also submitted that the removal order against them had exposed them to a situation which had put their lives and physical integrity at risk. They complained, further, that they had not had an effective remedy in that regard.\n  4.  The application was allocated to the Second Section of the Court (Rule 52 § 1). In a judgment of 7 July 2015 a Chamber of that Section composed of the following judges: I??l Karaka?, President, András Sajó, Nebojša Vu?ini?, Helen Keller, Paul Lemmens, Egidijus K?ris and Jon Fridrik Kjølbro, judges, and also of Abel Campos, Deputy Section Registrar, declared the application admissible and concluded that there had been a violation of Article 3 on account of the applicants’ reception conditions (five votes to two); no violation of Article 2 regarding the first and second applicants’ daughter’s death (unanimous); and a violation of Article 13 taken in conjunction with Articles 2 and 3 regarding the effectiveness of the appeal against the removal order (four votes to three). The dissenting opinions of Judges Sajó, Keller and Kjølbro were annexed to the Chamber judgment.\n  5.  On 7 October 2015 the Government requested the referral of the case to the Grand Chamber in accordance with Article 43 of the Convention. On 14 December 2015 the panel of the Grand Chamber granted that request.\n  6.  The composition of the Grand Chamber was determined in accordance with the provisions of Article 26 §§ 4 and 5 of the Convention and Rule 24.\n  7.  The applicants and the Government each filed further written observations (Rule 59 § 1).\n  8.  Observations were also received from the French Government, from Myria, the Federal Migration Centre, and from the non-governmental organisations Coordination et initiatives pour réfugiés et étrangers (Ciré), Défense des enfants international (DEI) and Groupe d’information et de soutien des immigrés (GISTI), which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3).\n  9.  The Serbian Government, who had been informed of their right to intervene in the proceedings (Article 36 § 1 of the Convention and Rule 44 §§ 1 and 4), gave no indication that they wished to do so.\n  10.  A hearing took place in public in the Human Rights Building, Strasbourg, on 25 May 2016 (Rule 59 § 3).\n  \n  There appeared before the Court:\n(a)  for the respondent Government\nMrs\tI. NIEDLISPACHER, \tco-Agent,\nMr\tN. JACOBS, Deputy director, Federal Agency for the Reception of \n\tAsylum-seekers (Fedasil),\t\nMr\tD. KOOTZ, Senior lawyer, Fedasil,\tAdvisers;\n(b)  for the applicants\nMrs\tE. NÉRAUDAU, lawyer,\tCounsel,\nMr \tL. LEBŒUF, lawyer, EDEM-UCL researcher,\nMr\tY. PASCOUAU, director of the European Policy Centre,\nMrs \tA. PERROT,\tAdvisers.\n  \n  The Court heard addresses by Mrs Néraudau and Mrs Niedlispacher and their replies to the questions put by the judges.\nTHE FACTS\nTHE CIRCUMSTANCES OF THE CASE\n  11.  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively. The eldest daughter of the first and second applicants, S.M., died after the application had been lodged, on 18 December 2011.\n  12.  The applicants have spent the greater part of their lives in Serbia. They left Serbia in 2010 for Kosovo and in February 2010 they went to France, where they lodged applications for asylum. The second applicant’s application was registered by the French Office for the Protection of Refugees and Stateless Persons (“the OFPRA”) on 10 May 2010 and the first applicant’s on 18 May 2010. On 4 June 2010 their applications were rejected on the grounds that they had not responded to the summons to appear before the OFPRA on 31 May 2010 and that their written statements, which were too vague, did not enable the OFPRA to grant their application.\n  13.  According to the information provided by the applicants, they stayed in France for about two months, apparently in Mulhouse. They alleged that they had only been provided with night-time accommodation and had been obliged to leave the hostel in the mornings, taking their physically and mentally disabled daughter, S.M., in a pushchair. They submitted that they had left France before the OFPRA issued its decision and returned to Kosovo, and subsequently to Serbia, in May 2010.\n  14.  In March 2011 they went to Belgium, where they lodged an asylum application on 1 April 2011. On the same day the Federal Agency for the reception of asylum seekers (Fedasil) assigned them a place in a reception facility, the Morlanwez asylum-seekers’ reception centre.\n  15.  On 4 April 2011 the applicants had an interview with the “Dublin” department of the Aliens Office during which they gave an account of their journey and their reasons for seeking asylum.\n  16.  On 12 April 2011 the Belgian authorities sent France a request to take the applicants back under Council Regulation (EC) No. 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (“the Dublin II Regulation”).\n  17.  Initially, France refused to take charge of the applicants on the grounds that they had probably left the territory of the Member States for more than three months, which was a ground for refusing to take them back under Article 16(3) of the Dublin II Regulation. After the Belgian authorities had reiterated their request, on 6 May 2011 the French authorities agreed to take the family back. They indicated that the transfer should be effected under escort to the border control post of Rekkem and asked to be given three days’ notice of the transfer.\n  18.  On 17 May 2011 the Aliens Office issued a decision refusing the applicants leave to remain and ordering them to leave the country for France within seven days (decision known as an “annex 26quater”, which is the name of the corresponding form) on the grounds that Belgium was not responsible for examining the asylum application under Article 16(1)(e) of the Dublin II Regulation and that France had agreed to take the applicants back. The decision indicated that as the applicants had not expressed fears regarding the French authorities or adduced evidence of any traumatic experience in France and France was a country which respected human rights, was a signatory to many conventions and had independent courts to which the applicants could apply, Belgium did not have to take responsibility for the asylum application under Article 3(2) of the Dublin II Regulation. The applicants were issued with laissez-passer to enter France.\n  19.  On 26 May 2011 execution of the order to leave the country was extended until 25 September 2011 on grounds of the second applicant’s pregnancy.\n  20.  In May 2011 the applicants contacted a lawyer with a view to challenging the Dublin transfer decision. On 16 June 2011 they lodged an application with the Aliens Appeals Board through their lawyer seeking judicial review of the decision and an ordinary request for an order staying execution. They relied on a number of grounds, in particular the failure to mention any statutory basis for their transfer to France and their fears regarding the poor reception conditions they had experienced during their first stay in France and a possible transfer to Serbia, and adduced evidence that they had left the territory of the European Union for more than three months.\n  21.  After the second applicant had given birth at the end of July, on 5 August 2011 the family was assigned a place in a new reception centre, in Saint-Trond, 66 km from Brussels.\n  22.  The applicants appeared at the hearing on 26 August 2011 before the Aliens Appeals Board to examine their request for judicial review of the order to leave the country.\n  23.  On 22 September 2011, relying on the state of health of their daughter S.M., they sought leave to remain on medical grounds under section 9ter of the Aliens Act. Their application was declared inadmissible by the Aliens Office on 30 September 2011 on the grounds that the medical certificate produced in support of their application certified the existence of a medical condition and the treatment considered necessary but, contrary to the statutory requirements, did not specify the degree of seriousness of the young S.M’s illness. The applicants did not learn of that decision until much later, during the proceedings before the Court.\n  24.  On the expiry of the time-limit granted in the order to leave the country the applicants were excluded from the Saint-Trond reception facility, which they left on 27 September 2011. They travelled to Brussels by train and went to Place Gaucheret, where other Roma families were staying. They spent a number of days there.\n  25.  On 29 September 2011 the applicants’ lawyer applied to the French\u001espeaking community’s General Delegate to the Rights of the Child seeking his assistance in finding accommodation for the family. On 5 October, after the General Delegate had contacted various institutions, the applicants were given a place in the Woluwe-Saint-Pierre transit centre in Brussels.\n  26.  On 7 October 2011 Fedasil assigned them a reception centre in Bovigny 160 km from Brussels. The applicants were provided with train and bus tickets and directions to the reception centre.\n  27.  The applicants submitted before the Court that they had gone to the Bovigny centre but had been refused entry on the grounds that their documents (their “annexes”) were not valid. The Government stated, for their part, that the applicants had been expected at the Bovigny centre but had failed to turn up. In the proceedings before the Grand Chamber the Government produced exchanges of correspondence between Fedasil and the employees at the centre indicating that a room with a baby’s cot had been prepared for the applicants, that a shuttle service from the station to the centre had been organised and that their place had been kept for them for several days before being reassigned.\n  28.  The family then went to the Gare du Nord in Brussels where they stayed for over two weeks before accepting a voluntary return programme and returning to Serbia on 25 October 2011.\n  29.  The first and second applicants’ eldest daughter died there of a pulmonary infection on 18 December 2011.\n  30.  In a judgment of 29 November 2011 the Aliens Appeals Board set aside the order to leave the country (see paragraph 18 above) on the grounds that the decision had not properly established the legal basis on which France had been designated as the responsible State. With regard to the risk of treatment contrary to Article 3 referred to by the applicants, the Aliens Appeals Board considered that such a risk had not been made out. It observed that the applicants had not drawn the administrative authority’s attention to any particular difficulties regarding the reception arrangements organised by the French authorities, particularly concerning access to medical care for their children, and that they had not submitted any evidence corroborating their allegations regarding the conditions of their accommodation. With regard to the general situation concerning reception arrangements in France, the Aliens Appeals Board observed that the applicants had not referred to circumstances of which the respondent had or ought to have had knowledge, the evidence submitted before it having been considered vague and incomplete.\n  31.  The Belgian State lodged an appeal on points of law with the Conseil d’État. The appeal was initially declared admissible, but ultimately declared inadmissible on 28 February 2013 on grounds of the State’s lack of interest in appealing given that the applicants had left Belgian territory more than three months ago and Belgium was no longer responsible for determining the State responsible under the Dublin II Regulation.",
    "Events": [
        {
            "Id": 1,
            "Date": "27 September 2011",
            "Sentence": "  The case originated in an application (no. 60125/11) against the Kingdom of Belgium lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Serbian nationals, Mr V.M., Mrs S.G.M. and their five children S.M., E.M., S.M., E.M. and E.M.M. (“the applicants”), on 27 September 2011"
        },
        {
            "Id": 2,
            "Date": "7 July 2015",
            "Sentence": " In a judgment of 7 July 2015 a Chamber of that Section composed of the following judges"
        },
        {
            "Id": 3,
            "Date": "7 October 2015",
            "Sentence": "  On 7 October 2015 the Government requested the referral of the case to the Grand Chamber in accordance with Article 43 of the Convention"
        },
        {
            "Id": 4,
            "Date": "14 December 2015",
            "Sentence": " On 14 December 2015 the panel of the Grand Chamber granted that request"
        },
        {
            "Id": 5,
            "Date": "25 May 2016",
            "Sentence": "  A hearing took place in public in the Human Rights Building, Strasbourg, on 25 May 2016 (Rule 59 § 3)"
        },
        {
            "Id": 6,
            "Date": "1981",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 7,
            "Date": "1977",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 8,
            "Date": "1999",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 9,
            "Date": "2001",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 10,
            "Date": "2004",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 11,
            "Date": "2007",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 12,
            "Date": "2011",
            "Sentence": "  The applicants were born in 1981, 1977, 1999, 2001, 2004, 2007 and 2011 respectively"
        },
        {
            "Id": 13,
            "Date": "18 December 2011",
            "Sentence": " The eldest daughter of the first and second applicants, S.M., died after the application had been lodged, on 18 December 2011"
        },
        {
            "Id": 14,
            "Date": "2010",
            "Sentence": " They left Serbia in 2010 for Kosovo and in February 2010 they went to France, where they lodged applications for asylum"
        },
        {
            "Id": 15,
            "Date": "February 2010",
            "Sentence": " They left Serbia in 2010 for Kosovo and in February 2010 they went to France, where they lodged applications for asylum"
        },
        {
            "Id": 16,
            "Date": "10 May 2010",
            "Sentence": " The second applicant’s application was registered by the French Office for the Protection of Refugees and Stateless Persons (“the OFPRA”) on 10 May 2010 and the first applicant’s on 18 May 2010"
        },
        {
            "Id": 17,
            "Date": "18 May 2010",
            "Sentence": " The second applicant’s application was registered by the French Office for the Protection of Refugees and Stateless Persons (“the OFPRA”) on 10 May 2010 and the first applicant’s on 18 May 2010"
        },
        {
            "Id": 18,
            "Date": "4 June 2010",
            "Sentence": " On 4 June 2010 their applications were rejected on the grounds that they had not responded to the summons to appear before the OFPRA on 31 May 2010 and that their written statements, which were too vague, did not enable the OFPRA to grant their application"
        },
        {
            "Id": 19,
            "Date": "31 May 2010",
            "Sentence": " On 4 June 2010 their applications were rejected on the grounds that they had not responded to the summons to appear before the OFPRA on 31 May 2010 and that their written statements, which were too vague, did not enable the OFPRA to grant their application"
        },
        {
            "Id": 20,
            "Date": "May 2010",
            "Sentence": " They submitted that they had left France before the OFPRA issued its decision and returned to Kosovo, and subsequently to Serbia, in May 2010"
        },
        {
            "Id": 21,
            "Date": "March 2011",
            "Sentence": "  In March 2011 they went to Belgium, where they lodged an asylum application on 1 April 2011"
        },
        {
            "Id": 22,
            "Date": "1 April 2011",
            "Sentence": "  In March 2011 they went to Belgium, where they lodged an asylum application on 1 April 2011"
        },
        {
            "Id": 23,
            "Date": "4 April 2011",
            "Sentence": "  On 4 April 2011 the applicants had an interview with the “Dublin” department of the Aliens Office during which they gave an account of their journey and their reasons for seeking asylum"
        },
        {
            "Id": 24,
            "Date": "12 April 2011",
            "Sentence": "  On 12 April 2011 the Belgian authorities sent France a request to take the applicants back under Council Regulation (EC) No"
        },
        {
            "Id": 25,
            "Date": "18 February 2003",
            "Sentence": " 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (“the Dublin II Regulation”)"
        },
        {
            "Id": 26,
            "Date": "6 May 2011",
            "Sentence": " After the Belgian authorities had reiterated their request, on 6 May 2011 the French authorities agreed to take the family back"
        },
        {
            "Id": 27,
            "Date": "17 May 2011",
            "Sentence": "  On 17 May 2011 the Aliens Office issued a decision refusing the applicants leave to remain and ordering them to leave the country for France within seven days (decision known as an “annex 26quater”, which is the name of the corresponding form) on the grounds that Belgium was not responsible for examining the asylum application under Article 16(1)(e) of the Dublin II Regulation and that France had agreed to take the applicants back"
        },
        {
            "Id": 28,
            "Date": "26 May 2011",
            "Sentence": "  On 26 May 2011 execution of the order to leave the country was extended until 25 September 2011 on grounds of the second applicant’s pregnancy"
        },
        {
            "Id": 29,
            "Date": "25 September 2011",
            "Sentence": "  On 26 May 2011 execution of the order to leave the country was extended until 25 September 2011 on grounds of the second applicant’s pregnancy"
        },
        {
            "Id": 30,
            "Date": "May 2011",
            "Sentence": "  In May 2011 the applicants contacted a lawyer with a view to challenging the Dublin transfer decision"
        },
        {
            "Id": 31,
            "Date": "16 June 2011",
            "Sentence": " On 16 June 2011 they lodged an application with the Aliens Appeals Board through their lawyer seeking judicial review of the decision and an ordinary request for an order staying execution"
        },
        {
            "Id": 32,
            "Date": "end of July",
            "Sentence": "  After the second applicant had given birth at the end of July, on 5 August 2011 the family was assigned a place in a new reception centre, in Saint-Trond, 66 km from Brussels"
        },
        {
            "Id": 33,
            "Date": "5 August 2011",
            "Sentence": "  After the second applicant had given birth at the end of July, on 5 August 2011 the family was assigned a place in a new reception centre, in Saint-Trond, 66 km from Brussels"
        },
        {
            "Id": 34,
            "Date": "26 August 2011",
            "Sentence": "  The applicants appeared at the hearing on 26 August 2011 before the Aliens Appeals Board to examine their request for judicial review of the order to leave the country"
        },
        {
            "Id": 35,
            "Date": "22 September 2011",
            "Sentence": "  On 22 September 2011, relying on the state of health of their daughter S.M., they sought leave to remain on medical grounds under section 9ter of the Aliens Act"
        },
        {
            "Id": 36,
            "Date": "30 September 2011",
            "Sentence": " Their application was declared inadmissible by the Aliens Office on 30 September 2011 on the grounds that the medical certificate produced in support of their application certified the existence of a medical condition and the treatment considered necessary but, contrary to the statutory requirements, did not specify the degree of seriousness of the young S.M’s illness"
        },
        {
            "Id": 37,
            "Date": "27 September 2011",
            "Sentence": "  On the expiry of the time-limit granted in the order to leave the country the applicants were excluded from the Saint-Trond reception facility, which they left on 27 September 2011"
        },
        {
            "Id": 38,
            "Date": "29 September 2011",
            "Sentence": "  On 29 September 2011 the applicants’ lawyer applied to the French\u001espeaking community’s General Delegate to the Rights of the Child seeking his assistance in finding accommodation for the family"
        },
        {
            "Id": 39,
            "Date": "5 October",
            "Sentence": " On 5 October, after the General Delegate had contacted various institutions, the applicants were given a place in the Woluwe-Saint-Pierre transit centre in Brussels"
        },
        {
            "Id": 40,
            "Date": "7 October 2011",
            "Sentence": "  On 7 October 2011 Fedasil assigned them a reception centre in Bovigny 160 km from Brussels"
        },
        {
            "Id": 41,
            "Date": "25 October 2011",
            "Sentence": "  The family then went to the Gare du Nord in Brussels where they stayed for over two weeks before accepting a voluntary return programme and returning to Serbia on 25 October 2011"
        },
        {
            "Id": 42,
            "Date": "29",
            "Sentence": "\n  29"
        },
        {
            "Id": 43,
            "Date": "18 December 2011",
            "Sentence": "  The first and second applicants’ eldest daughter died there of a pulmonary infection on 18 December 2011"
        },
        {
            "Id": 44,
            "Date": "29 November 2011",
            "Sentence": "  In a judgment of 29 November 2011 the Aliens Appeals Board set aside the order to leave the country (see paragraph 18 above) on the grounds that the decision had not properly established the legal basis on which France had been designated as the responsible State"
        },
        {
            "Id": 45,
            "Date": "28 February 2013",
            "Sentence": " The appeal was initially declared admissible, but ultimately declared inadmissible on 28 February 2013 on grounds of the State’s lack of interest in appealing given that the applicants had left Belgian territory more than three months ago and Belgium was no longer responsible for determining the State responsible under the Dublin II Regulation"
        },
        {
            "Id": 46,
            "Date": "three months ago",
            "Sentence": " The appeal was initially declared admissible, but ultimately declared inadmissible on 28 February 2013 on grounds of the State’s lack of interest in appealing given that the applicants had left Belgian territory more than three months ago and Belgium was no longer responsible for determining the State responsible under the Dublin II Regulation"
        }
    ]
}